[
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "It is a melancholy object to those, who walk through this great town,or travel in the country, when they see the streets, the roads, andcabbin-doors crowded with beggars of the female sex, followed by three,four, or six children, all in rags, and importuning every passenger foran alms. These mothers, instead of being able to work for their honestlivelihood, are forced to employ all their time in stroling to begsustenance for their helpless infants who, as they grow up, either turnthieves for want of work, or leave their dear native country, to fightfor the Pretender in Spain, or sell themselves to the Barbadoes."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I think it is agreed by all parties, that this prodigious number ofchildren in the arms, or on the backs, or at the heels of theirmothers, and frequently of their fathers, is in the present deplorablestate of the kingdom, a very great additional grievance; and thereforewhoever could find out a fair, cheap and easy method of making thesechildren sound and useful members of the commonwealth, would deserve sowell of the publick, as to have his statue set up for a preserver ofthe nation."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "But my intention is very far from being confined to provide only forthe children of professed beggars: it is of a much greater extent, andshall take in the whole number of infants at a certain age, who areborn of parents in effect as little able to support them, as those whodemand our charity in the streets."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "As to my own part, having turned my thoughts for many years upon thisimportant subject, and maturely weighed the several schemes of ourprojectors, I have always found them grossly mistaken in theircomputation. It is true, a child just dropt from its dam, may besupported by her milk, for a solar year, with little other nourishment:at most not above the value of two shillings, which the mother maycertainly get, or the value in scraps, by her lawful occupation ofbegging; and it is exactly at one year old that I propose to providefor them in such a manner, as, instead of being a charge upon theirparents, or the parish, or wanting food and raiment for the rest oftheir lives, they shall, on the contrary, contribute to the feeding,and partly to the clothing of many thousands."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "There is likewise another great advantage in my scheme, that it willprevent those voluntary abortions, and that horrid practice of womenmurdering their bastard children, alas! too frequent among us,sacrificing the poor innocent babes, I doubt, more to avoid the expencethan the shame, which would move tears and pity in the most savage andinhuman breast."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "The number of souls in this kingdom being usually reckoned one millionand a half, of these I calculate there may be about two hundredthousand couple, whose wives are breeders; from which number I subtractthirty thousand couple, who are able to maintain their own children,(although I apprehend there cannot be so many under the presentdistresses of the kingdom) but this being granted, there will remain ahundred and seventy thousand breeders. I again subtract fifty thousand,for those women who miscarry, or whose children die by accident ordisease within the year. There only remain a hundred and twentythousand children of poor parents annually born. The question thereforeis, How this number shall be reared and provided for? which, as I havealready said, under the present situation of affairs, is utterlyimpossible by all the methods hitherto proposed. For we can neitheremploy them in handicraft or agriculture; they neither build houses, (Imean in the country) nor cultivate land: they can very seldom pick up alivelihood by stealing till they arrive at six years old; except wherethey are of towardly parts, although I confess they learn the rudimentsmuch earlier; during which time they can however be properly lookedupon only as probationers; as I have been informed by a principalgentleman in the county of Cavan, who protested to me, that he neverknew above one or two instances under the age of six, even in a part ofthe kingdom so renowned for the quickest proficiency in that art."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I am assured by our merchants, that a boy or a girl, before twelveyears old, is no saleable commodity, and even when they come to thisage, they will not yield above three pounds, or three pounds and half acrown at most, on the exchange; which cannot turn to account either tothe parents or kingdom, the charge of nutriments and rags having beenat least four times that value."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I shall now therefore humbly propose my own thoughts, which I hope willnot be liable to the least objection."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I have been assured by a very knowing American of my acquaintance inLondon, that a young healthy child well nursed, is, at a year old, amost delicious nourishing and wholesome food, whether stewed, roasted,baked, or boiled; and I make no doubt that it will equally serve in africasee, or a ragoust."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I do therefore humbly offer it to publick consideration, that of thehundred and twenty thousand children, already computed, twenty thousandmay be reserved for breed, whereof only one fourth part to be males;which is more than we allow to sheep, black cattle, or swine, and myreason is, that these children are seldom the fruits of marriage, acircumstance not much regarded by our savages, therefore, one male willbe sufficient to serve four females. That the remaining hundredthousand may, at a year old, be offered in sale to the persons ofquality and fortune, through the kingdom, always advising the mother tolet them suck plentifully in the last month, so as to render themplump, and fat for a good table. A child will make two dishes at anentertainment for friends, and when the family dines alone, the fore orhind quarter will make a reasonable dish, and seasoned with a littlepepper or salt, will be very good boiled on the fourth day, especiallyin winter."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I have reckoned upon a medium, that a child just born will weigh 12pounds, and in a solar year, if tolerably nursed, encreaseth to 28pounds."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I grant this food will be somewhat dear, and therefore very proper forlandlords, who, as they have already devoured most of the parents, seemto have the best title to the children."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Infant’s flesh will be in season throughout the year, but moreplentiful in March, and a little before and after; for we are told by agrave author, an eminent French physician, that fish being a prolifickdyet, there are more children born in Roman Catholick countries aboutnine months after Lent, than at any other season; therefore, reckoninga year after Lent, the markets will be more glutted than usual, becausethe number of Popish infants, is at least three to one in this kingdom,and therefore it will have one other collateral advantage, by lesseningthe number of Papists among us."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I have already computed the charge of nursing a beggar’s child (inwhich list I reckon all cottagers, labourers, and four-fifths of thefarmers) to be about two shillings per annum, rags included; and Ibelieve no gentleman would repine to give ten shillings for the carcassof a good fat child, which, as I have said, will make four dishes ofexcellent nutritive meat, when he hath only some particular friend, orhis own family to dine with him. Thus the squire will learn to be agood landlord, and grow popular among his tenants, the mother will haveeight shillings neat profit, and be fit for work till she producesanother child."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Those who are more thrifty (as I must confess the times require) mayflay the carcass; the skin of which, artificially dressed, will makeadmirable gloves for ladies, and summer boots for fine gentlemen."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "As to our City of Dublin, shambles may be appointed for this purpose,in the most convenient parts of it, and butchers we may be assured willnot be wanting; although I rather recommend buying the children alive,and dressing them hot from the knife, as we do roasting pigs."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "A very worthy person, a true lover of his country, and whose virtues Ihighly esteem, was lately pleased in discoursing on this matter, tooffer a refinement upon my scheme. He said, that many gentlemen of thiskingdom, having of late destroyed their deer, he conceived that thewant of venison might be well supplied by the bodies of young lads andmaidens, not exceeding fourteen years of age, nor under twelve; sogreat a number of both sexes in every county being now ready to starvefor want of work and service: and these to be disposed of by theirparents if alive, or otherwise by their nearest relations. But with duedeference to so excellent a friend, and so deserving a patriot, Icannot be altogether in his sentiments; for as to the males, myAmerican acquaintance assured me from frequent experience, that theirflesh was generally tough and lean, like that of our schoolboys, bycontinual exercise, and their taste disagreeable, and to fatten themwould not answer the charge. Then as to the females, it would, I think,with humble submission, be a loss to the publick, because they soonwould become breeders themselves: and besides, it is not improbablethat some scrupulous people might be apt to censure such a practice,(although indeed very unjustly) as a little bordering upon cruelty,which, I confess, hath always been with me the strongest objectionagainst any project, how well soever intended."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "But in order to justify my friend, he confessed, that this expedientwas put into his head by the famous Psalmanaazor, a native of theisland Formosa, who came from thence to London, above twenty years ago,and in conversation told my friend, that in his country, when any youngperson happened to be put to death, the executioner sold the carcass topersons of quality, as a prime dainty; and that, in his time, the bodyof a plump girl of fifteen, who was crucified for an attempt to poisonthe Emperor, was sold to his imperial majesty’s prime minister ofstate, and other great mandarins of the court in joints from thegibbet, at four hundred crowns. Neither indeed can I deny, that if thesame use were made of several plump young girls in this town, whowithout one single groat to their fortunes, cannot stir abroad withouta chair, and appear at a playhouse and assemblies in foreign finerieswhich they never will pay for, the kingdom would not be the worse."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Some persons of a desponding spirit are in great concern about thatvast number of poor people, who are aged, diseased, or maimed; and Ihave been desired to employ my thoughts what course may be taken, toease the nation of so grievous an incumbrance. But I am not in theleast pain upon that matter, because it is very well known, that theyare every day dying, and rotting, by cold and famine, and filth, andvermin, as fast as can be reasonably expected. And as to the younglabourers, they are now in almost as hopeful a condition. They cannotget work, and consequently pine away from want of nourishment, to adegree, that if at any time they are accidentally hired to commonlabour, they have not strength to perform it, and thus the country andthemselves are happily delivered from the evils to come."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I have too long digressed, and therefore shall return to my subject. Ithink the advantages by the proposal which I have made are obvious andmany, as well as of the highest importance."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "For first, as I have already observed, it would greatly lessen thenumber of Papists, with whom we are yearly overrun, being the principalbreeders of the nation, as well as our most dangerous enemies, and whostay at home on purpose with a design to deliver the kingdom to thePretender, hoping to take their advantage by the absence of so manygood Protestants, who have chosen rather to leave their country, thanstay at home and pay tithes against their conscience to an episcopalcurate."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Secondly, The poorer tenants will have something valuable of their own,which by law may be made liable to a distress, and help to pay theirlandlord’s rent, their corn and cattle being already seized, and moneya thing unknown."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Thirdly, Whereas the maintainance of a hundred thousand children, fromtwo years old, and upwards, cannot be computed at less than tenshillings a piece per annum, the nation’s stock will be therebyencreased fifty thousand pounds per annum, besides the profit of a newdish, introduced to the tables of all gentlemen of fortune in thekingdom, who have any refinement in taste. And the money will circulateamong our selves, the goods being entirely of our own growth andmanufacture."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Fourthly, The constant breeders, besides the gain of eight shillingssterling per annum by the sale of their children, will be rid of thecharge of maintaining them after the first year."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Fifthly, This food would likewise bring great custom to taverns, wherethe vintners will certainly be so prudent as to procure the bestreceipts for dressing it to perfection; and consequently have theirhouses frequented by all the fine gentlemen, who justly valuethemselves upon their knowledge in good eating; and a skilful cook, whounderstands how to oblige his guests, will contrive to make it asexpensive as they please."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Sixthly, This would be a great inducement to marriage, which all wisenations have either encouraged by rewards, or enforced by laws andpenalties. It would encrease the care and tenderness of mothers towardstheir children, when they were sure of a settlement for life to thepoor babes, provided in some sort by the publick, to their annualprofit instead of expence. We should soon see an honest emulation amongthe married women, which of them could bring the fattest child to themarket. Men would become as fond of their wives, during the time oftheir pregnancy, as they are now of their mares in foal, their cows incalf, or sows when they are ready to farrow; nor offer to beat or kickthem (as is too frequent a practice) for fear of a miscarriage."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Many other advantages might be enumerated. For instance, the additionof some thousand carcasses in our exportation of barrel’d beef: thepropagation of swine’s flesh, and improvement in the art of making goodbacon, so much wanted among us by the great destruction of pigs, toofrequent at our tables; which are no way comparable in taste ormagnificence to a well grown, fat yearling child, which roasted wholewill make a considerable figure at a Lord Mayor’s feast, or any otherpublick entertainment. But this, and many others, I omit, beingstudious of brevity."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Supposing that one thousand families in this city, would be constantcustomers for infants flesh, besides others who might have it at merrymeetings, particularly at weddings and christenings, I compute thatDublin would take off annually about twenty thousand carcasses; and therest of the kingdom (where probably they will be sold somewhat cheaper)the remaining eighty thousand."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I can think of no one objection, that will possibly be raised againstthis proposal, unless it should be urged, that the number of peoplewill be thereby much lessened in the kingdom. This I freely own, andwas indeed one principal design in offering it to the world. I desirethe reader will observe, that I calculate my remedy for this oneindividual Kingdom of Ireland, and for no other that ever was, is, or,I think, ever can be upon Earth. Therefore let no man talk to me ofother expedients: Of taxing our absentees at five shillings a pound: Ofusing neither clothes, nor houshold furniture, except what is of ourown growth and manufacture: Of utterly rejecting the materials andinstruments that promote foreign luxury: Of curing the expensiveness ofpride, vanity, idleness, and gaming in our women: Of introducing a veinof parsimony, prudence and temperance: Of learning to love our country,wherein we differ even from Laplanders, and the inhabitants ofTopinamboo: Of quitting our animosities and factions, nor acting anylonger like the Jews, who were murdering one another at the very momenttheir city was taken: Of being a little cautious not to sell ourcountry and consciences for nothing: Of teaching landlords to have atleast one degree of mercy towards their tenants. Lastly, of putting aspirit of honesty, industry, and skill into our shopkeepers, who, if aresolution could now be taken to buy only our native goods, wouldimmediately unite to cheat and exact upon us in the price, the measure,and the goodness, nor could ever yet be brought to make one fairproposal of just dealing, though often and earnestly invited to it."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "Therefore I repeat, let no man talk to me of these and the likeexpedients, till he hath at least some glympse of hope, that there willever be some hearty and sincere attempt to put them into practice."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "But, as to myself, having been wearied out for many years with offeringvain, idle, visionary thoughts, and at length utterly despairing ofsuccess, I fortunately fell upon this proposal, which, as it is whollynew, so it hath something solid and real, of no expence and littletrouble, full in our own power, and whereby we can incur no danger indisobliging England. For this kind of commodity will not bearexportation, and flesh being of too tender a consistence, to admit along continuance in salt, although perhaps I could name a country,which would be glad to eat up our whole nation without it."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "After all, I am not so violently bent upon my own opinion, as to rejectany offer, proposed by wise men, which shall be found equally innocent,cheap, easy, and effectual. But before something of that kind shall beadvanced in contradiction to my scheme, and offering a better, I desirethe author or authors will be pleased maturely to consider two points.First, As things now stand, how they will be able to find food andraiment for a hundred thousand useless mouths and backs. And secondly,There being a round million of creatures in humane figure throughoutthis kingdom, whose whole subsistence put into a common stock, wouldleave them in debt two million of pounds sterling, adding those who arebeggars by profession, to the bulk of farmers, cottagers and labourers,with their wives and children, who are beggars in effect; I desirethose politicians who dislike my overture, and may perhaps be so boldto attempt an answer, that they will first ask the parents of thesemortals, whether they would not at this day think it a great happinessto have been sold for food at a year old, in the manner I prescribe,and thereby have avoided such a perpetual scene of misfortunes, as theyhave since gone through, by the oppression of landlords, theimpossibility of paying rent without money or trade, the want of commonsustenance, with neither house nor clothes to cover them from theinclemencies of the weather, and the most inevitable prospect ofintailing the like, or greater miseries, upon their breed for ever."
  },
  { "title": "A Modest Proposal", "slug": "a-modest-proposal", "section": "" },
  {
    "title": "A Modest Proposal",
    "slug": "a-modest-proposal",
    "section": "I profess in the sincerity of my heart, that I have not the leastpersonal interest in endeavouring to promote this necessary work,having no other motive than the publick good of my country, byadvancing our trade, providing for infants, relieving the poor, andgiving some pleasure to the rich. I have no children, by which I canpropose to get a single penny; the youngest being nine years old, andmy wife past child-bearing."
  },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "One morning, when Gregor Samsa woke from troubled dreams, he foundhimself transformed in his bed into a horrible vermin. He lay on hisarmour-like back, and if he lifted his head a little he could see hisbrown belly, slightly domed and divided by arches into stiff sections.The bedding was hardly able to cover it and seemed ready to slide offany moment. His many legs, pitifully thin compared with the size of therest of him, waved about helplessly as he looked."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“What’s happened to me?” he thought. It wasn’t a dream. His room, aproper human room although a little too small, lay peacefully betweenits four familiar walls. A collection of textile samples lay spread outon the table—Samsa was a travelling salesman—and above it there hung apicture that he had recently cut out of an illustrated magazine andhoused in a nice, gilded frame. It showed a lady fitted out with a furhat and fur boa who sat upright, raising a heavy fur muff that coveredthe whole of her lower arm towards the viewer."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor then turned to look out the window at the dull weather. Drops ofrain could be heard hitting the pane, which made him feel quite sad.“How about if I sleep a little bit longer and forget all thisnonsense”, he thought, but that was something he was unable to dobecause he was used to sleeping on his right, and in his present statecouldn’t get into that position. However hard he threw himself onto hisright, he always rolled back to where he was. He must have tried it ahundred times, shut his eyes so that he wouldn’t have to look at thefloundering legs, and only stopped when he began to feel a mild, dullpain there that he had never felt before."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Oh, God”, he thought, “what a strenuous career it is that I’ve chosen!Travelling day in and day out. Doing business like this takes much moreeffort than doing your own business at home, and on top of that there’sthe curse of travelling, worries about making train connections, badand irregular food, contact with different people all the time so thatyou can never get to know anyone or become friendly with them. It canall go to Hell!” He felt a slight itch up on his belly; pushed himselfslowly up on his back towards the headboard so that he could lift hishead better; found where the itch was, and saw that it was covered withlots of little white spots which he didn’t know what to make of; andwhen he tried to feel the place with one of his legs he drew it quicklyback because as soon as he touched it he was overcome by a coldshudder."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "He slid back into his former position. “Getting up early all the time”,he thought, “it makes you stupid. You’ve got to get enough sleep. Othertravelling salesmen live a life of luxury. For instance, whenever I goback to the guest house during the morning to copy out the contract,these gentlemen are always still sitting there eating their breakfasts.I ought to just try that with my boss; I’d get kicked out on the spot.But who knows, maybe that would be the best thing for me. If I didn’thave my parents to think about I’d have given in my notice a long timeago, I’d have gone up to the boss and told him just what I think, tellhim everything I would, let him know just what I feel. He’d fall rightoff his desk! And it’s a funny sort of business to be sitting up thereat your desk, talking down at your subordinates from up there,especially when you have to go right up close because the boss is hardof hearing. Well, there’s still some hope; once I’ve got the moneytogether to pay off my parents’ debt to him—another five or six years Isuppose—that’s definitely what I’ll do. That’s when I’ll make the bigchange. First of all though, I’ve got to get up, my train leaves atfive.”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "And he looked over at the alarm clock, ticking on the chest of drawers.“God in Heaven!” he thought. It was half past six and the hands werequietly moving forwards, it was even later than half past, more likequarter to seven. Had the alarm clock not rung? He could see from thebed that it had been set for four o’clock as it should have been; itcertainly must have rung. Yes, but was it possible to quietly sleepthrough that furniture-rattling noise? True, he had not sleptpeacefully, but probably all the more deeply because of that. Whatshould he do now? The next train went at seven; if he were to catchthat he would have to rush like mad and the collection of samples wasstill not packed, and he did not at all feel particularly fresh andlively. And even if he did catch the train he would not avoid hisboss’s anger as the office assistant would have been there to see thefive o’clock train go, he would have put in his report about Gregor’snot being there a long time ago. The office assistant was the boss’sman, spineless, and with no understanding. What about if he reportedsick? But that would be extremely strained and suspicious as in fiveyears of service Gregor had never once yet been ill. His boss wouldcertainly come round with the doctor from the medical insurancecompany, accuse his parents of having a lazy son, and accept thedoctor’s recommendation not to make any claim as the doctor believedthat no-one was ever ill but that many were workshy. And what’s more,would he have been entirely wrong in this case? Gregor did in fact,apart from excessive sleepiness after sleeping for so long, feelcompletely well and even felt much hungrier than usual."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "He was still hurriedly thinking all this through, unable to decide toget out of the bed, when the clock struck quarter to seven. There was acautious knock at the door near his head. “Gregor”, somebody called—itwas his mother—“it’s quarter to seven. Didn’t you want to gosomewhere?” That gentle voice! Gregor was shocked when he heard his ownvoice answering, it could hardly be recognised as the voice he had hadbefore. As if from deep inside him, there was a painful anduncontrollable squeaking mixed in with it, the words could be made outat first but then there was a sort of echo which made them unclear,leaving the hearer unsure whether he had heard properly or not. Gregorhad wanted to give a full answer and explain everything, but in thecircumstances contented himself with saying: “Yes, mother, yes,thank-you, I’m getting up now.” The change in Gregor’s voice probablycould not be noticed outside through the wooden door, as his mother wassatisfied with this explanation and shuffled away. But this shortconversation made the other members of the family aware that Gregor,against their expectations was still at home, and soon his father cameknocking at one of the side doors, gently, but with his fist. “Gregor,Gregor”, he called, “what’s wrong?” And after a short while he calledagain with a warning deepness in his voice: “Gregor! Gregor!” At theother side door his sister came plaintively: “Gregor? Aren’t you well?Do you need anything?” Gregor answered to both sides: “I’m ready, now”,making an effort to remove all the strangeness from his voice byenunciating very carefully and putting long pauses between each,individual word. His father went back to his breakfast, but his sisterwhispered: “Gregor, open the door, I beg of you.” Gregor, however, hadno thought of opening the door, and instead congratulated himself forhis cautious habit, acquired from his travelling, of locking all doorsat night even when he was at home."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "The first thing he wanted to do was to get up in peace without beingdisturbed, to get dressed, and most of all to have his breakfast. Onlythen would he consider what to do next, as he was well aware that hewould not bring his thoughts to any sensible conclusions by lying inbed. He remembered that he had often felt a slight pain in bed, perhapscaused by lying awkwardly, but that had always turned out to be pureimagination and he wondered how his imaginings would slowly resolvethemselves today. He did not have the slightest doubt that the changein his voice was nothing more than the first sign of a serious cold,which was an occupational hazard for travelling salesmen."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "It was a simple matter to throw off the covers; he only had to blowhimself up a little and they fell off by themselves. But it becamedifficult after that, especially as he was so exceptionally broad. Hewould have used his arms and his hands to push himself up; but insteadof them he only had all those little legs continuously moving indifferent directions, and which he was moreover unable to control. Ifhe wanted to bend one of them, then that was the first one that wouldstretch itself out; and if he finally managed to do what he wanted withthat leg, all the others seemed to be set free and would move aboutpainfully. “This is something that can’t be done in bed”, Gregor saidto himself, “so don’t keep trying to do it”."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "The first thing he wanted to do was get the lower part of his body outof the bed, but he had never seen this lower part, and could notimagine what it looked like; it turned out to be too hard to move; itwent so slowly; and finally, almost in a frenzy, when he carelesslyshoved himself forwards with all the force he could gather, he chosethe wrong direction, hit hard against the lower bedpost, and learnedfrom the burning pain he felt that the lower part of his body mightwell, at present, be the most sensitive."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "So then he tried to get the top part of his body out of the bed first,carefully turning his head to the side. This he managed quite easily,and despite its breadth and its weight, the bulk of his body eventuallyfollowed slowly in the direction of the head. But when he had at lastgot his head out of the bed and into the fresh air it occurred to himthat if he let himself fall it would be a miracle if his head were notinjured, so he became afraid to carry on pushing himself forward thesame way. And he could not knock himself out now at any price; betterto stay in bed than lose consciousness."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "It took just as much effort to get back to where he had been earlier,but when he lay there sighing, and was once more watching his legs asthey struggled against each other even harder than before, if that waspossible, he could think of no way of bringing peace and order to thischaos. He told himself once more that it was not possible for him tostay in bed and that the most sensible thing to do would be to get freeof it in whatever way he could at whatever sacrifice. At the same time,though, he did not forget to remind himself that calm consideration wasmuch better than rushing to desperate conclusions. At times like thishe would direct his eyes to the window and look out as clearly as hecould, but unfortunately, even the other side of the narrow street wasenveloped in morning fog and the view had little confidence or cheer tooffer him. “Seven o’clock, already”, he said to himself when the clockstruck again, “seven o’clock, and there’s still a fog like this.” Andhe lay there quietly a while longer, breathing lightly as if he perhapsexpected the total stillness to bring things back to their real andnatural state."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "But then he said to himself: “Before it strikes quarter past seven I’lldefinitely have to have got properly out of bed. And by then somebodywill have come round from work to ask what’s happened to me as well, asthey open up at work before seven o’clock.” And so he set himself tothe task of swinging the entire length of his body out of the bed allat the same time. If he succeeded in falling out of bed in this way andkept his head raised as he did so he could probably avoid injuring it.His back seemed to be quite hard, and probably nothing would happen toit falling onto the carpet. His main concern was for the loud noise hewas bound to make, and which even through all the doors would probablyraise concern if not alarm. But it was something that had to be risked."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "When Gregor was already sticking half way out of the bed—the new methodwas more of a game than an effort, all he had to do was rock back andforth—it occurred to him how simple everything would be if somebodycame to help him. Two strong people—he had his father and the maid inmind—would have been more than enough; they would only have to pushtheir arms under the dome of his back, peel him away from the bed, benddown with the load and then be patient and careful as he swang overonto the floor, where, hopefully, the little legs would find a use.Should he really call for help though, even apart from the fact thatall the doors were locked? Despite all the difficulty he was in, hecould not suppress a smile at this thought."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "After a while he had already moved so far across that it would havebeen hard for him to keep his balance if he rocked too hard. The timewas now ten past seven and he would have to make a final decision verysoon. Then there was a ring at the door of the flat. “That’ll besomeone from work”, he said to himself, and froze very still, althoughhis little legs only became all the more lively as they danced around.For a moment everything remained quiet. “They’re not opening the door”,Gregor said to himself, caught in some nonsensical hope. But then ofcourse, the maid’s firm steps went to the door as ever and opened it.Gregor only needed to hear the visitor’s first words of greeting and heknew who it was—the chief clerk himself. Why did Gregor have to be theonly one condemned to work for a company where they immediately becamehighly suspicious at the slightest shortcoming? Were all employees,every one of them, louts, was there not one of them who was faithfuland devoted who would go so mad with pangs of conscience that hecouldn’t get out of bed if he didn’t spend at least a couple of hoursin the morning on company business? Was it really not enough to let oneof the trainees make enquiries—assuming enquiries were evennecessary—did the chief clerk have to come himself, and did they haveto show the whole, innocent family that this was so suspicious thatonly the chief clerk could be trusted to have the wisdom to investigateit? And more because these thoughts had made him upset than through anyproper decision, he swang himself with all his force out of the bed.There was a loud thump, but it wasn’t really a loud noise. His fall wassoftened a little by the carpet, and Gregor’s back was also moreelastic than he had thought, which made the sound muffled and not toonoticeable. He had not held his head carefully enough, though, and hitit as he fell; annoyed and in pain, he turned it and rubbed it againstthe carpet."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Something’s fallen down in there”, said the chief clerk in the room onthe left. Gregor tried to imagine whether something of the sort thathad happened to him today could ever happen to the chief clerk too; youhad to concede that it was possible. But as if in gruff reply to thisquestion, the chief clerk’s firm footsteps in his highly polished bootscould now be heard in the adjoining room. From the room on his right,Gregor’s sister whispered to him to let him know: “Gregor, the chiefclerk is here.” “Yes, I know”, said Gregor to himself; but withoutdaring to raise his voice loud enough for his sister to hear him."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Gregor”, said his father now from the room to his left, “the chiefclerk has come round and wants to know why you didn’t leave on theearly train. We don’t know what to say to him. And anyway, he wants tospeak to you personally. So please open up this door. I’m sure he’ll begood enough to forgive the untidiness of your room.” Then the chiefclerk called “Good morning, Mr. Samsa”. “He isn’t well”, said hismother to the chief clerk, while his father continued to speak throughthe door. “He isn’t well, please believe me. Why else would Gregor havemissed a train! The lad only ever thinks about the business. It nearlymakes me cross the way he never goes out in the evenings; he’s been intown for a week now but stayed home every evening. He sits with us inthe kitchen and just reads the paper or studies train timetables. Hisidea of relaxation is working with his fretsaw. He’s made a littleframe, for instance, it only took him two or three evenings, you’ll beamazed how nice it is; it’s hanging up in his room; you’ll see it assoon as Gregor opens the door. Anyway, I’m glad you’re here; wewouldn’t have been able to get Gregor to open the door by ourselves;he’s so stubborn; and I’m sure he isn’t well, he said this morning thathe is, but he isn’t.” “I’ll be there in a moment”, said Gregor slowlyand thoughtfully, but without moving so that he would not miss any wordof the conversation. “Well I can’t think of any other way of explainingit, Mrs. Samsa”, said the chief clerk, “I hope it’s nothing serious.But on the other hand, I must say that if we people in commerce everbecome slightly unwell then, fortunately or unfortunately as you like,we simply have to overcome it because of business considerations.” “Canthe chief clerk come in to see you now then?”, asked his fatherimpatiently, knocking at the door again. “No”, said Gregor. In the roomon his right there followed a painful silence; in the room on his lefthis sister began to cry."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "So why did his sister not go and join the others? She had probably onlyjust got up and had not even begun to get dressed. And why was shecrying? Was it because he had not got up, and had not let the chiefclerk in, because he was in danger of losing his job and if thathappened his boss would once more pursue their parents with the samedemands as before? There was no need to worry about things like thatyet. Gregor was still there and had not the slightest intention ofabandoning his family. For the time being he just lay there on thecarpet, and no-one who knew the condition he was in would seriouslyhave expected him to let the chief clerk in. It was only a minordiscourtesy, and a suitable excuse could easily be found for it lateron, it was not something for which Gregor could be sacked on the spot.And it seemed to Gregor much more sensible to leave him now in peaceinstead of disturbing him with talking at him and crying. But theothers didn’t know what was happening, they were worried, that wouldexcuse their behaviour."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "The chief clerk now raised his voice, “Mr. Samsa”, he called to him,“what is wrong? You barricade yourself in your room, give us no morethan yes or no for an answer, you are causing serious and unnecessaryconcern to your parents and you fail—and I mention this just by theway—you fail to carry out your business duties in a way that is quiteunheard of. I’m speaking here on behalf of your parents and of youremployer, and really must request a clear and immediate explanation. Iam astonished, quite astonished. I thought I knew you as a calm andsensible person, and now you suddenly seem to be showing off withpeculiar whims. This morning, your employer did suggest a possiblereason for your failure to appear, it’s true—it had to do with themoney that was recently entrusted to you—but I came near to giving himmy word of honour that that could not be the right explanation. But nowthat I see your incomprehensible stubbornness I no longer feel any wishwhatsoever to intercede on your behalf. And nor is your position allthat secure. I had originally intended to say all this to you inprivate, but since you cause me to waste my time here for no goodreason I don’t see why your parents should not also learn of it. Yourturnover has been very unsatisfactory of late; I grant you that it’snot the time of year to do especially good business, we recognise that;but there simply is no time of year to do no business at all, Mr.Samsa, we cannot allow there to be.”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“But Sir”, called Gregor, beside himself and forgetting all else in theexcitement, “I’ll open up immediately, just a moment. I’m slightlyunwell, an attack of dizziness, I haven’t been able to get up. I’mstill in bed now. I’m quite fresh again now, though. I’m just gettingout of bed. Just a moment. Be patient! It’s not quite as easy as I’dthought. I’m quite alright now, though. It’s shocking, what cansuddenly happen to a person! I was quite alright last night, my parentsknow about it, perhaps better than me, I had a small symptom of it lastnight already. They must have noticed it. I don’t know why I didn’t letyou know at work! But you always think you can get over an illnesswithout staying at home. Please, don’t make my parents suffer! There’sno basis for any of the accusations you’re making; nobody’s ever said aword to me about any of these things. Maybe you haven’t read the latestcontracts I sent in. I’ll set off with the eight o’clock train, aswell, these few hours of rest have given me strength. You don’t need towait, sir; I’ll be in the office soon after you, and please be so goodas to tell that to the boss and recommend me to him!”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "And while Gregor gushed out these words, hardly knowing what he wassaying, he made his way over to the chest of drawers—this was easilydone, probably because of the practise he had already had in bed—wherehe now tried to get himself upright. He really did want to open thedoor, really did want to let them see him and to speak with the chiefclerk; the others were being so insistent, and he was curious to learnwhat they would say when they caught sight of him. If they were shockedthen it would no longer be Gregor’s responsibility and he could rest.If, however, they took everything calmly he would still have no reasonto be upset, and if he hurried he really could be at the station foreight o’clock. The first few times he tried to climb up on the smoothchest of drawers he just slid down again, but he finally gave himselfone last swing and stood there upright; the lower part of his body wasin serious pain but he no longer gave any attention to it. Now he lethimself fall against the back of a nearby chair and held tightly to theedges of it with his little legs. By now he had also calmed down, andkept quiet so that he could listen to what the chief clerk was saying."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Did you understand a word of all that?” the chief clerk asked hisparents, “surely he’s not trying to make fools of us”. “Oh, God!”called his mother, who was already in tears, “he could be seriously illand we’re making him suffer. Grete! Grete!” she then cried. “Mother?”his sister called from the other side. They communicated acrossGregor’s room. “You’ll have to go for the doctor straight away. Gregoris ill. Quick, get the doctor. Did you hear the way Gregor spoke justnow?” “That was the voice of an animal”, said the chief clerk, with acalmness that was in contrast with his mother’s screams. “Anna! Anna!”his father called into the kitchen through the entrance hall, clappinghis hands, “get a locksmith here, now!” And the two girls, their skirtsswishing, immediately ran out through the hall, wrenching open thefront door of the flat as they went. How had his sister managed to getdressed so quickly? There was no sound of the door banging shut again;they must have left it open; people often do in homes where somethingawful has happened."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor, in contrast, had become much calmer. So they couldn’tunderstand his words any more, although they seemed clear enough tohim, clearer than before—perhaps his ears had become used to the sound.They had realised, though, that there was something wrong with him, andwere ready to help. The first response to his situation had beenconfident and wise, and that made him feel better. He felt that he hadbeen drawn back in among people, and from the doctor and the locksmithhe expected great and surprising achievements—although he did notreally distinguish one from the other. Whatever was said next would becrucial, so, in order to make his voice as clear as possible, hecoughed a little, but taking care to do this not too loudly as eventhis might well sound different from the way that a human coughs and hewas no longer sure he could judge this for himself. Meanwhile, it hadbecome very quiet in the next room. Perhaps his parents were sat at thetable whispering with the chief clerk, or perhaps they were all pressedagainst the door and listening."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor slowly pushed his way over to the door with the chair. Oncethere he let go of it and threw himself onto the door, holding himselfupright against it using the adhesive on the tips of his legs. Herested there a little while to recover from the effort involved andthen set himself to the task of turning the key in the lock with hismouth. He seemed, unfortunately, to have no proper teeth—how was he,then, to grasp the key?—but the lack of teeth was, of course, made upfor with a very strong jaw; using the jaw, he really was able to startthe key turning, ignoring the fact that he must have been causing somekind of damage as a brown fluid came from his mouth, flowed over thekey and dripped onto the floor. “Listen”, said the chief clerk in thenext room, “he’s turning the key.” Gregor was greatly encouraged bythis; but they all should have been calling to him, his father and hismother too: “Well done, Gregor”, they should have cried, “keep at it,keep hold of the lock!” And with the idea that they were all excitedlyfollowing his efforts, he bit on the key with all his strength, payingno attention to the pain he was causing himself. As the key turnedround he turned around the lock with it, only holding himself uprightwith his mouth, and hung onto the key or pushed it down again with thewhole weight of his body as needed. The clear sound of the lock as itsnapped back was Gregor’s sign that he could break his concentration,and as he regained his breath he said to himself: “So, I didn’t needthe locksmith after all”. Then he lay his head on the handle of thedoor to open it completely."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Because he had to open the door in this way, it was already wide openbefore he could be seen. He had first to slowly turn himself around oneof the double doors, and he had to do it very carefully if he did notwant to fall flat on his back before entering the room. He was stilloccupied with this difficult movement, unable to pay attention toanything else, when he heard the chief clerk exclaim a loud “Oh!”,which sounded like the soughing of the wind. Now he also saw him—he wasthe nearest to the door—his hand pressed against his open mouth andslowly retreating as if driven by a steady and invisible force.Gregor’s mother, her hair still dishevelled from bed despite the chiefclerk’s being there, looked at his father. Then she unfolded her arms,took two steps forward towards Gregor and sank down onto the floor intoher skirts that spread themselves out around her as her headdisappeared down onto her breast. His father looked hostile, andclenched his fists as if wanting to knock Gregor back into his room.Then he looked uncertainly round the living room, covered his eyes withhis hands and wept so that his powerful chest shook."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "So Gregor did not go into the room, but leant against the inside of theother door which was still held bolted in place. In this way only halfof his body could be seen, along with his head above it which he leantover to one side as he peered out at the others. Meanwhile the day hadbecome much lighter; part of the endless, grey-black building on theother side of the street—which was a hospital—could be seen quiteclearly with the austere and regular line of windows piercing itsfaçade; the rain was still falling, now throwing down large, individualdroplets which hit the ground one at a time. The washing up frombreakfast lay on the table; there was so much of it because, forGregor’s father, breakfast was the most important meal of the day andhe would stretch it out for several hours as he sat reading a number ofdifferent newspapers. On the wall exactly opposite there was photographof Gregor when he was a lieutenant in the army, his sword in his handand a carefree smile on his face as he called forth respect for hisuniform and bearing. The door to the entrance hall was open and as thefront door of the flat was also open he could see onto the landing andthe stairs where they began their way down below."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Now, then”, said Gregor, well aware that he was the only one to havekept calm, “I’ll get dressed straight away now, pack up my samples andset off. Will you please just let me leave? You can see”, he said tothe chief clerk, “that I’m not stubborn and I like to do my job; beinga commercial traveller is arduous but without travelling I couldn’tearn my living. So where are you going, in to the office? Yes? Will youreport everything accurately, then? It’s quite possible for someone tobe temporarily unable to work, but that’s just the right time toremember what’s been achieved in the past and consider that later on,once the difficulty has been removed, he will certainly work with allthe more diligence and concentration. You’re well aware that I’mseriously in debt to our employer as well as having to look after myparents and my sister, so that I’m trapped in a difficult situation,but I will work my way out of it again. Please don’t make things anyharder for me than they are already, and don’t take sides against me atthe office. I know that nobody likes the travellers. They think we earnan enormous wage as well as having a soft time of it. That’s justprejudice but they have no particular reason to think better of it. Butyou, sir, you have a better overview than the rest of the staff, infact, if I can say this in confidence, a better overview than the bosshimself—it’s very easy for a businessman like him to make mistakesabout his employees and judge them more harshly than he should. Andyou’re also well aware that we travellers spend almost the whole yearaway from the office, so that we can very easily fall victim to gossipand chance and groundless complaints, and it’s almost impossible todefend yourself from that sort of thing, we don’t usually even hearabout them, or if at all it’s when we arrive back home exhausted from atrip, and that’s when we feel the harmful effects of what’s been goingon without even knowing what caused them. Please, don’t go away, atleast first say something to show that you grant that I’m at leastpartly right!”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "But the chief clerk had turned away as soon as Gregor had started tospeak, and, with protruding lips, only stared back at him over histrembling shoulders as he left. He did not keep still for a momentwhile Gregor was speaking, but moved steadily towards the door withouttaking his eyes off him. He moved very gradually, as if there had beensome secret prohibition on leaving the room. It was only when he hadreached the entrance hall that he made a sudden movement, drew his footfrom the living room, and rushed forward in a panic. In the hall, hestretched his right hand far out towards the stairway as if out there,there were some supernatural force waiting to save him."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor realised that it was out of the question to let the chief clerkgo away in this mood if his position in the firm was not to be put intoextreme danger. That was something his parents did not understand verywell; over the years, they had become convinced that this job wouldprovide for Gregor for his entire life, and besides, they had so muchto worry about at present that they had lost sight of any thought forthe future. Gregor, though, did think about the future. The chief clerkhad to be held back, calmed down, convinced and finally won over; thefuture of Gregor and his family depended on it! If only his sister werehere! She was clever; she was already in tears while Gregor was stilllying peacefully on his back. And the chief clerk was a lover of women,surely she could persuade him; she would close the front door in theentrance hall and talk him out of his shocked state. But his sister wasnot there, Gregor would have to do the job himself. And withoutconsidering that he still was not familiar with how well he could moveabout in his present state, or that his speech still might not—orprobably would not—be understood, he let go of the door; pushed himselfthrough the opening; tried to reach the chief clerk on the landing who,ridiculously, was holding on to the banister with both hands; butGregor fell immediately over and, with a little scream as he soughtsomething to hold onto, landed on his numerous little legs. Hardly hadthat happened than, for the first time that day, he began to feelalright with his body; the little legs had the solid ground under them;to his pleasure, they did exactly as he told them; they were evenmaking the effort to carry him where he wanted to go; and he was soonbelieving that all his sorrows would soon be finally at an end. He heldback the urge to move but swayed from side to side as he crouched thereon the floor. His mother was not far away in front of him and seemed,at first, quite engrossed in herself, but then she suddenly jumped upwith her arms outstretched and her fingers spread shouting: “Help, forpity’s sake, Help!” The way she held her head suggested she wanted tosee Gregor better, but the unthinking way she was hurrying backwardsshowed that she did not; she had forgotten that the table was behindher with all the breakfast things on it; when she reached the table shesat quickly down on it without knowing what she was doing; without evenseeming to notice that the coffee pot had been knocked over and a gushof coffee was pouring down onto the carpet."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Mother, mother”, said Gregor gently, looking up at her. He hadcompletely forgotten the chief clerk for the moment, but could not helphimself snapping in the air with his jaws at the sight of the flow ofcoffee. That set his mother screaming anew, she fled from the table andinto the arms of his father as he rushed towards her. Gregor, though,had no time to spare for his parents now; the chief clerk had alreadyreached the stairs; with his chin on the banister, he looked back forthe last time. Gregor made a run for him; he wanted to be sure ofreaching him; the chief clerk must have expected something, as he leaptdown several steps at once and disappeared; his shouts resounding allaround the staircase. The flight of the chief clerk seemed,unfortunately, to put Gregor’s father into a panic as well. Until thenhe had been relatively self controlled, but now, instead of runningafter the chief clerk himself, or at least not impeding Gregor as heran after him, Gregor’s father seized the chief clerk’s stick in hisright hand (the chief clerk had left it behind on a chair, along withhis hat and overcoat), picked up a large newspaper from the table withhis left, and used them to drive Gregor back into his room, stampinghis foot at him as he went. Gregor’s appeals to his father were of nohelp, his appeals were simply not understood, however much he humblyturned his head his father merely stamped his foot all the harder.Across the room, despite the chilly weather, Gregor’s mother had pulledopen a window, leant far out of it and pressed her hands to her face. Astrong draught of air flew in from the street towards the stairway, thecurtains flew up, the newspapers on the table fluttered and some ofthem were blown onto the floor. Nothing would stop Gregor’s father ashe drove him back, making hissing noises at him like a wild man. Gregorhad never had any practice in moving backwards and was only able to govery slowly. If Gregor had only been allowed to turn round he wouldhave been back in his room straight away, but he was afraid that if hetook the time to do that his father would become impatient, and therewas the threat of a lethal blow to his back or head from the stick inhis father’s hand any moment. Eventually, though, Gregor realised thathe had no choice as he saw, to his disgust, that he was quite incapableof going backwards in a straight line; so he began, as quickly aspossible and with frequent anxious glances at his father, to turnhimself round. It went very slowly, but perhaps his father was able tosee his good intentions as he did nothing to hinder him, in fact nowand then he used the tip of his stick to give directions from adistance as to which way to turn. If only his father would stop thatunbearable hissing! It was making Gregor quite confused. When he hadnearly finished turning round, still listening to that hissing, he madea mistake and turned himself back a little the way he had just come. Hewas pleased when he finally had his head in front of the doorway, butthen saw that it was too narrow, and his body was too broad to getthrough it without further difficulty. In his present mood, itobviously did not occur to his father to open the other of the doubledoors so that Gregor would have enough space to get through. He wasmerely fixed on the idea that Gregor should be got back into his roomas quickly as possible. Nor would he ever have allowed Gregor the timeto get himself upright as preparation for getting through the doorway.What he did, making more noise than ever, was to drive Gregor forwardsall the harder as if there had been nothing in the way; it sounded toGregor as if there was now more than one father behind him; it was nota pleasant experience, and Gregor pushed himself into the doorwaywithout regard for what might happen. One side of his body lifteditself, he lay at an angle in the doorway, one flank scraped on thewhite door and was painfully injured, leaving vile brown flecks on it,soon he was stuck fast and would not have been able to move at all byhimself, the little legs along one side hung quivering in the air whilethose on the other side were pressed painfully against the ground. Thenhis father gave him a hefty shove from behind which released him fromwhere he was held and sent him flying, and heavily bleeding, deep intohis room. The door was slammed shut with the stick, then, finally, allwas quiet."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "II" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "It was not until it was getting dark that evening that Gregor awokefrom his deep and coma-like sleep. He would have woken soon afterwardsanyway even if he hadn’t been disturbed, as he had had enough sleep andfelt fully rested. But he had the impression that some hurried stepsand the sound of the door leading into the front room being carefullyshut had woken him. The light from the electric street lamps shonepalely here and there onto the ceiling and tops of the furniture, butdown below, where Gregor was, it was dark. He pushed himself over tothe door, feeling his way clumsily with his antennae—of which he wasnow beginning to learn the value—in order to see what had beenhappening there. The whole of his left side seemed like one, painfullystretched scar, and he limped badly on his two rows of legs. One of thelegs had been badly injured in the events of that morning—it was nearlya miracle that only one of them had been—and dragged along lifelessly."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "It was only when he had reached the door that he realised what itactually was that had drawn him over to it; it was the smell ofsomething to eat. By the door there was a dish filled with sweetenedmilk with little pieces of white bread floating in it. He was sopleased he almost laughed, as he was even hungrier than he had beenthat morning, and immediately dipped his head into the milk, nearlycovering his eyes with it. But he soon drew his head back again indisappointment; not only did the pain in his tender left side make itdifficult to eat the food—he was only able to eat if his whole bodyworked together as a snuffling whole—but the milk did not taste at allnice. Milk like this was normally his favourite drink, and his sisterhad certainly left it there for him because of that, but he turned,almost against his own will, away from the dish and crawled back intothe centre of the room."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Through the crack in the door, Gregor could see that the gas had beenlit in the living room. His father at this time would normally be satwith his evening paper, reading it out in a loud voice to Gregor’smother, and sometimes to his sister, but there was now not a sound tobe heard. Gregor’s sister would often write and tell him about thisreading, but maybe his father had lost the habit in recent times. Itwas so quiet all around too, even though there must have been somebodyin the flat. “What a quiet life it is the family lead”, said Gregor tohimself, and, gazing into the darkness, felt a great pride that he wasable to provide a life like that in such a nice home for his sister andparents. But what now, if all this peace and wealth and comfort shouldcome to a horrible and frightening end? That was something that Gregordid not want to think about too much, so he started to move about,crawling up and down the room."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Once during that long evening, the door on one side of the room wasopened very slightly and hurriedly closed again; later on the door onthe other side did the same; it seemed that someone needed to enter theroom but thought better of it. Gregor went and waited immediately bythe door, resolved either to bring the timorous visitor into the roomin some way or at least to find out who it was; but the door was openedno more that night and Gregor waited in vain. The previous morningwhile the doors were locked everyone had wanted to get in there to him,but now, now that he had opened up one of the doors and the other hadclearly been unlocked some time during the day, no-one came, and thekeys were in the other sides."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "It was not until late at night that the gaslight in the living room wasput out, and now it was easy to see that his parents and sister hadstayed awake all that time, as they all could be distinctly heard asthey went away together on tip-toe. It was clear that no-one would comeinto Gregor’s room any more until morning; that gave him plenty of timeto think undisturbed about how he would have to re-arrange his life.For some reason, the tall, empty room where he was forced to remainmade him feel uneasy as he lay there flat on the floor, even though hehad been living in it for five years. Hardly aware of what he was doingother than a slight feeling of shame, he hurried under the couch. Itpressed down on his back a little, and he was no longer able to lifthis head, but he nonetheless felt immediately at ease and his onlyregret was that his body was too broad to get it all underneath."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "He spent the whole night there. Some of the time he passed in a lightsleep, although he frequently woke from it in alarm because of hishunger, and some of the time was spent in worries and vague hopeswhich, however, always led to the same conclusion: for the time beinghe must remain calm, he must show patience and the greatestconsideration so that his family could bear the unpleasantness that he,in his present condition, was forced to impose on them."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor soon had the opportunity to test the strength of his decisions,as early the next morning, almost before the night had ended, hissister, nearly fully dressed, opened the door from the front room andlooked anxiously in. She did not see him straight away, but when shedid notice him under the couch—he had to be somewhere, for God’s sake,he couldn’t have flown away—she was so shocked that she lost control ofherself and slammed the door shut again from outside. But she seemed toregret her behaviour, as she opened the door again straight away andcame in on tip-toe as if entering the room of someone seriously ill oreven of a stranger. Gregor had pushed his head forward, right to theedge of the couch, and watched her. Would she notice that he had leftthe milk as it was, realise that it was not from any lack of hunger andbring him in some other food that was more suitable? If she didn’t doit herself he would rather go hungry than draw her attention to it,although he did feel a terrible urge to rush forward from under thecouch, throw himself at his sister’s feet and beg her for somethinggood to eat. However, his sister noticed the full dish immediately andlooked at it and the few drops of milk splashed around it with somesurprise. She immediately picked it up—using a rag, not her barehands—and carried it out. Gregor was extremely curious as to what shewould bring in its place, imagining the wildest possibilities, but henever could have guessed what his sister, in her goodness, actually didbring. In order to test his taste, she brought him a whole selection ofthings, all spread out on an old newspaper. There were old, half-rottenvegetables; bones from the evening meal, covered in white sauce thathad gone hard; a few raisins and almonds; some cheese that Gregor haddeclared inedible two days before; a dry roll and some bread spreadwith butter and salt. As well as all that she had poured some waterinto the dish, which had probably been permanently set aside forGregor’s use, and placed it beside them. Then, out of consideration forGregor’s feelings, as she knew that he would not eat in front of her,she hurried out again and even turned the key in the lock so thatGregor would know he could make things as comfortable for himself as heliked. Gregor’s little legs whirred, at last he could eat. What’s more,his injuries must already have completely healed as he found nodifficulty in moving. This amazed him, as more than a month earlier hehad cut his finger slightly with a knife, he thought of how his fingerhad still hurt the day before yesterday. “Am I less sensitive than Iused to be, then?”, he thought, and was already sucking greedily at thecheese which had immediately, almost compellingly, attracted him muchmore than the other foods on the newspaper. Quickly one after another,his eyes watering with pleasure, he consumed the cheese, the vegetablesand the sauce; the fresh foods, on the other hand, he didn’t like atall, and even dragged the things he did want to eat a little way awayfrom them because he couldn’t stand the smell. Long after he hadfinished eating and lay lethargic in the same place, his sister slowlyturned the key in the lock as a sign to him that he should withdraw. Hewas immediately startled, although he had been half asleep, and hehurried back under the couch. But he needed great self-control to staythere even for the short time that his sister was in the room, aseating so much food had rounded out his body a little and he couldhardly breathe in that narrow space. Half suffocating, he watched withbulging eyes as his sister unselfconsciously took a broom and swept upthe left-overs, mixing them in with the food he had not even touched atall as if it could not be used any more. She quickly dropped it allinto a bin, closed it with its wooden lid, and carried everything out.She had hardly turned her back before Gregor came out again from underthe couch and stretched himself."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "This was how Gregor received his food each day now, once in the morningwhile his parents and the maid were still asleep, and the second timeafter everyone had eaten their meal at midday as his parents wouldsleep for a little while then as well, and Gregor’s sister would sendthe maid away on some errand. Gregor’s father and mother certainly didnot want him to starve either, but perhaps it would have been more thanthey could stand to have any more experience of his feeding than beingtold about it, and perhaps his sister wanted to spare them whatdistress she could as they were indeed suffering enough."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "It was impossible for Gregor to find out what they had told the doctorand the locksmith that first morning to get them out of the flat. Asnobody could understand him, nobody, not even his sister, thought thathe could understand them, so he had to be content to hear his sister’ssighs and appeals to the saints as she moved about his room. It wasonly later, when she had become a little more used to everything—therewas, of course, no question of her ever becoming fully used to thesituation—that Gregor would sometimes catch a friendly comment, or atleast a comment that could be construed as friendly. “He’s enjoyed hisdinner today”, she might say when he had diligently cleared away allthe food left for him, or if he left most of it, which slowly becamemore and more frequent, she would often say, sadly, “now everything’sjust been left there again”."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Although Gregor wasn’t able to hear any news directly he did listen tomuch of what was said in the next rooms, and whenever he heard anyonespeaking he would scurry straight to the appropriate door and press hiswhole body against it. There was seldom any conversation, especially atfirst, that was not about him in some way, even if only in secret. Fortwo whole days, all the talk at every mealtime was about what theyshould do now; but even between meals they spoke about the same subjectas there were always at least two members of the family at home—nobodywanted to be at home by themselves and it was out of the question toleave the flat entirely empty. And on the very first day the maid hadfallen to her knees and begged Gregor’s mother to let her go withoutdelay. It was not very clear how much she knew of what had happened butshe left within a quarter of an hour, tearfully thanking Gregor’smother for her dismissal as if she had done her an enormous service.She even swore emphatically not to tell anyone the slightest about whathad happened, even though no-one had asked that of her."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Now Gregor’s sister also had to help his mother with the cooking;although that was not so much bother as no-one ate very much. Gregoroften heard how one of them would unsuccessfully urge another to eat,and receive no more answer than “no thanks, I’ve had enough” orsomething similar. No-one drank very much either. His sister wouldsometimes ask his father whether he would like a beer, hoping for thechance to go and fetch it herself. When his father then said nothingshe would add, so that he would not feel selfish, that she could sendthe housekeeper for it, but then his father would close the matter witha big, loud “No”, and no more would be said."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Even before the first day had come to an end, his father had explainedto Gregor’s mother and sister what their finances and prospects were.Now and then he stood up from the table and took some receipt ordocument from the little cash box he had saved from his business whenit had collapsed five years earlier. Gregor heard how he opened thecomplicated lock and then closed it again after he had taken the itemhe wanted. What he heard his father say was some of the first good newsthat Gregor heard since he had first been incarcerated in his room. Hehad thought that nothing at all remained from his father’s business, atleast he had never told him anything different, and Gregor had neverasked him about it anyway. Their business misfortune had reduced thefamily to a state of total despair, and Gregor’s only concern at thattime had been to arrange things so that they could all forget about itas quickly as possible. So then he started working especially hard,with a fiery vigour that raised him from a junior salesman to atravelling representative almost overnight, bringing with it the chanceto earn money in quite different ways. Gregor converted his success atwork straight into cash that he could lay on the table at home for thebenefit of his astonished and delighted family. They had been goodtimes and they had never come again, at least not with the samesplendour, even though Gregor had later earned so much that he was in aposition to bear the costs of the whole family, and did bear them. Theyhad even got used to it, both Gregor and the family, they took themoney with gratitude and he was glad to provide it, although there wasno longer much warm affection given in return. Gregor only remainedclose to his sister now. Unlike him, she was very fond of music and agifted and expressive violinist, it was his secret plan to send her tothe conservatory next year even though it would cause great expensethat would have to be made up for in some other way. During Gregor’sshort periods in town, conversation with his sister would often turn tothe conservatory but it was only ever mentioned as a lovely dream thatcould never be realised. Their parents did not like to hear thisinnocent talk, but Gregor thought about it quite hard and decided hewould let them know what he planned with a grand announcement of it onChristmas day."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "That was the sort of totally pointless thing that went through his mindin his present state, pressed upright against the door and listening.There were times when he simply became too tired to continue listening,when his head would fall wearily against the door and he would pull itup again with a start, as even the slightest noise he caused would beheard next door and they would all go silent. “What’s that he’s doingnow”, his father would say after a while, clearly having gone over tothe door, and only then would the interrupted conversation slowly betaken up again."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "When explaining things, his father repeated himself several times,partly because it was a long time since he had been occupied with thesematters himself and partly because Gregor’s mother did not understandeverything the first time. From these repeated explanations Gregorlearned, to his pleasure, that despite all their misfortunes there wasstill some money available from the old days. It was not a lot, but ithad not been touched in the meantime and some interest had accumulated.Besides that, they had not been using up all the money that Gregor hadbeen bringing home every month, keeping only a little for himself, sothat that, too, had been accumulating. Behind the door, Gregor noddedwith enthusiasm in his pleasure at this unexpected thrift and caution.He could actually have used this surplus money to reduce his father’sdebt to his boss, and the day when he could have freed himself fromthat job would have come much closer, but now it was certainly betterthe way his father had done things."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "This money, however, was certainly not enough to enable the family tolive off the interest; it was enough to maintain them for, perhaps, oneor two years, no more. That’s to say, it was money that should notreally be touched but set aside for emergencies; money to live on hadto be earned. His father was healthy but old, and lacking in selfconfidence. During the five years that he had not been working—thefirst holiday in a life that had been full of strain and no success—hehad put on a lot of weight and become very slow and clumsy. WouldGregor’s elderly mother now have to go and earn money? She sufferedfrom asthma and it was a strain for her just to move about the home,every other day would be spent struggling for breath on the sofa by theopen window. Would his sister have to go and earn money? She was stilla child of seventeen, her life up till then had been very enviable,consisting of wearing nice clothes, sleeping late, helping out in thebusiness, joining in with a few modest pleasures and most of allplaying the violin. Whenever they began to talk of the need to earnmoney, Gregor would always first let go of the door and then throwhimself onto the cool, leather sofa next to it, as he became quite hotwith shame and regret."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "He would often lie there the whole night through, not sleeping a winkbut scratching at the leather for hours on end. Or he might go to allthe effort of pushing a chair to the window, climbing up onto the silland, propped up in the chair, leaning on the window to stare out of it.He had used to feel a great sense of freedom from doing this, but doingit now was obviously something more remembered than experienced, aswhat he actually saw in this way was becoming less distinct every day,even things that were quite near; he had used to curse the ever-presentview of the hospital across the street, but now he could not see it atall, and if he had not known that he lived in Charlottenstrasse, whichwas a quiet street despite being in the middle of the city, he couldhave thought that he was looking out the window at a barren waste wherethe grey sky and the grey earth mingled inseparably. His observantsister only needed to notice the chair twice before she would alwayspush it back to its exact position by the window after she had tidiedup the room, and even left the inner pane of the window open from thenon."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "If Gregor had only been able to speak to his sister and thank her forall that she had to do for him it would have been easier for him tobear it; but as it was it caused him pain. His sister, naturally, triedas far as possible to pretend there was nothing burdensome about it,and the longer it went on, of course, the better she was able to do so,but as time went by Gregor was also able to see through it all so muchbetter. It had even become very unpleasant for him, now, whenever sheentered the room. No sooner had she come in than she would quicklyclose the door as a precaution so that no-one would have to suffer theview into Gregor’s room, then she would go straight to the window andpull it hurriedly open almost as if she were suffocating. Even if itwas cold, she would stay at the window breathing deeply for a littlewhile. She would alarm Gregor twice a day with this running about andnoise making; he would stay under the couch shivering the whole while,knowing full well that she would certainly have liked to spare him thisordeal, but it was impossible for her to be in the same room with himwith the windows closed."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "One day, about a month after Gregor’s transformation when his sister nolonger had any particular reason to be shocked at his appearance, shecame into the room a little earlier than usual and found him stillstaring out the window, motionless, and just where he would be mosthorrible. In itself, his sister’s not coming into the room would havebeen no surprise for Gregor as it would have been difficult for her toimmediately open the window while he was still there, but not only didshe not come in, she went straight back and closed the door behind her,a stranger would have thought he had threatened her and tried to biteher. Gregor went straight to hide himself under the couch, of course,but he had to wait until midday before his sister came back and sheseemed much more uneasy than usual. It made him realise that she stillfound his appearance unbearable and would continue to do so, sheprobably even had to overcome the urge to flee when she saw the littlebit of him that protruded from under the couch. One day, in order tospare her even this sight, he spent four hours carrying the bedsheetover to the couch on his back and arranged it so that he was completelycovered and his sister would not be able to see him even if she bentdown. If she did not think this sheet was necessary then all she had todo was take it off again, as it was clear enough that it was nopleasure for Gregor to cut himself off so completely. She left thesheet where it was. Gregor even thought he glimpsed a look of gratitudeone time when he carefully looked out from under the sheet to see howhis sister liked the new arrangement."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "For the first fourteen days, Gregor’s parents could not bringthemselves to come into the room to see him. He would often hear themsay how they appreciated all the new work his sister was doing eventhough, before, they had seen her as a girl who was somewhat uselessand frequently been annoyed with her. But now the two of them, fatherand mother, would often both wait outside the door of Gregor’s roomwhile his sister tidied up in there, and as soon as she went out againshe would have to tell them exactly how everything looked, what Gregorhad eaten, how he had behaved this time and whether, perhaps, anyslight improvement could be seen. His mother also wanted to go in andvisit Gregor relatively soon but his father and sister at firstpersuaded her against it. Gregor listened very closely to all this, andapproved fully. Later, though, she had to be held back by force, whichmade her call out: “Let me go and see Gregor, he is my unfortunate son!Can’t you understand I have to see him?”, and Gregor would think tohimself that maybe it would be better if his mother came in, not everyday of course, but one day a week, perhaps; she could understandeverything much better than his sister who, for all her courage, wasstill just a child after all, and really might not have had an adult’sappreciation of the burdensome job she had taken on."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor’s wish to see his mother was soon realised. Out of considerationfor his parents, Gregor wanted to avoid being seen at the window duringthe day, the few square meters of the floor did not give him much roomto crawl about, it was hard to just lie quietly through the night, hisfood soon stopped giving him any pleasure at all, and so, to entertainhimself, he got into the habit of crawling up and down the walls andceiling. He was especially fond of hanging from the ceiling; it wasquite different from lying on the floor; he could breathe more freely;his body had a light swing to it; and up there, relaxed and almosthappy, it might happen that he would surprise even himself by lettinggo of the ceiling and landing on the floor with a crash. But now, ofcourse, he had far better control of his body than before and, evenwith a fall as great as that, caused himself no damage. Very soon hissister noticed Gregor’s new way of entertaining himself—he had, afterall, left traces of the adhesive from his feet as he crawled about—andgot it into her head to make it as easy as possible for him by removingthe furniture that got in his way, especially the chest of drawers andthe desk. Now, this was not something that she would be able to do byherself; she did not dare to ask for help from her father; the sixteenyear old maid had carried on bravely since the cook had left but shecertainly would not have helped in this, she had even asked to beallowed to keep the kitchen locked at all times and never to have toopen the door unless it was especially important; so his sister had nochoice but to choose some time when Gregor’s father was not there andfetch his mother to help her. As she approached the room, Gregor couldhear his mother express her joy, but once at the door she went silent.First, of course, his sister came in and looked round to see thateverything in the room was alright; and only then did she let hermother enter. Gregor had hurriedly pulled the sheet down lower over thecouch and put more folds into it so that everything really looked as ifit had just been thrown down by chance. Gregor also refrained, thistime, from spying out from under the sheet; he gave up the chance tosee his mother until later and was simply glad that she had come. “Youcan come in, he can’t be seen”, said his sister, obviously leading herin by the hand. The old chest of drawers was too heavy for a pair offeeble women to be heaving about, but Gregor listened as they pushed itfrom its place, his sister always taking on the heaviest part of thework for herself and ignoring her mother’s warnings that she wouldstrain herself. This lasted a very long time. After labouring at it forfifteen minutes or more his mother said it would be better to leave thechest where it was, for one thing it was too heavy for them to get thejob finished before Gregor’s father got home and leaving it in themiddle of the room it would be in his way even more, and for anotherthing it wasn’t even sure that taking the furniture away would reallybe any help to him. She thought just the opposite; the sight of thebare walls saddened her right to her heart; and why wouldn’t Gregorfeel the same way about it, he’d been used to this furniture in hisroom for a long time and it would make him feel abandoned to be in anempty room like that. Then, quietly, almost whispering as if wantingGregor (whose whereabouts she did not know) to hear not even the toneof her voice, as she was convinced that he did not understand herwords, she added “and by taking the furniture away, won’t it seem likewe’re showing that we’ve given up all hope of improvement and we’reabandoning him to cope for himself? I think it’d be best to leave theroom exactly the way it was before so that when Gregor comes back to usagain he’ll find everything unchanged and he’ll be able to forget thetime in between all the easier”."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Hearing these words from his mother made Gregor realise that the lackof any direct human communication, along with the monotonous life ledby the family during these two months, must have made him confused—hecould think of no other way of explaining to himself why he hadseriously wanted his room emptied out. Had he really wanted totransform his room into a cave, a warm room fitted out with the nicefurniture he had inherited? That would have let him crawl aroundunimpeded in any direction, but it would also have let him quicklyforget his past when he had still been human. He had come very close toforgetting, and it had only been the voice of his mother, unheard forso long, that had shaken him out of it. Nothing should be removed;everything had to stay; he could not do without the good influence thefurniture had on his condition; and if the furniture made it difficultfor him to crawl about mindlessly that was not a loss but a greatadvantage."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "His sister, unfortunately, did not agree; she had become used to theidea, not without reason, that she was Gregor’s spokesman to hisparents about the things that concerned him. This meant that hismother’s advice now was sufficient reason for her to insist on removingnot only the chest of drawers and the desk, as she had thought atfirst, but all the furniture apart from the all-important couch. It wasmore than childish perversity, of course, or the unexpected confidenceshe had recently acquired, that made her insist; she had indeed noticedthat Gregor needed a lot of room to crawl about in, whereas thefurniture, as far as anyone could see, was of no use to him at all.Girls of that age, though, do become enthusiastic about things and feelthey must get their way whenever they can. Perhaps this was whattempted Grete to make Gregor’s situation seem even more shocking thanit was so that she could do even more for him. Grete would probably bethe only one who would dare enter a room dominated by Gregor crawlingabout the bare walls by himself."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "So she refused to let her mother dissuade her. Gregor’s mother alreadylooked uneasy in his room, she soon stopped speaking and helpedGregor’s sister to get the chest of drawers out with what strength shehad. The chest of drawers was something that Gregor could do without ifhe had to, but the writing desk had to stay. Hardly had the two womenpushed the chest of drawers, groaning, out of the room than Gregorpoked his head out from under the couch to see what he could do aboutit. He meant to be as careful and considerate as he could, but,unfortunately, it was his mother who came back first while Grete in thenext room had her arms round the chest, pushing and pulling at it fromside to side by herself without, of course, moving it an inch. Hismother was not used to the sight of Gregor, he might have made her ill,so Gregor hurried backwards to the far end of the couch. In hisstartlement, though, he was not able to prevent the sheet at its frontfrom moving a little. It was enough to attract his mother’s attention.She stood very still, remained there a moment, and then went back outto Grete."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor kept trying to assure himself that nothing unusual washappening, it was just a few pieces of furniture being moved after all,but he soon had to admit that the women going to and fro, their littlecalls to each other, the scraping of the furniture on the floor, allthese things made him feel as if he were being assailed from all sides.With his head and legs pulled in against him and his body pressed tothe floor, he was forced to admit to himself that he could not standall of this much longer. They were emptying his room out; taking awayeverything that was dear to him; they had already taken out the chestcontaining his fretsaw and other tools; now they threatened to removethe writing desk with its place clearly worn into the floor, the deskwhere he had done his homework as a business trainee, at high school,even while he had been at infant school—he really could not wait anylonger to see whether the two women’s intentions were good. He hadnearly forgotten they were there anyway, as they were now too tired tosay anything while they worked and he could only hear their feet asthey stepped heavily on the floor."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "So, while the women were leant against the desk in the other roomcatching their breath, he sallied out, changed direction four times notknowing what he should save first before his attention was suddenlycaught by the picture on the wall—which was already denuded ofeverything else that had been on it—of the lady dressed in copious fur.He hurried up onto the picture and pressed himself against its glass,it held him firmly and felt good on his hot belly. This picture atleast, now totally covered by Gregor, would certainly be taken away byno-one. He turned his head to face the door into the living room sothat he could watch the women when they came back."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "They had not allowed themselves a long rest and came back quite soon;Grete had put her arm around her mother and was nearly carrying her.“What shall we take now, then?”, said Grete and looked around. Her eyesmet those of Gregor on the wall. Perhaps only because her mother wasthere, she remained calm, bent her face to her so that she would notlook round and said, albeit hurriedly and with a tremor in her voice:“Come on, let’s go back in the living room for a while?” Gregor couldsee what Grete had in mind, she wanted to take her mother somewheresafe and then chase him down from the wall. Well, she could certainlytry it! He sat unyielding on his picture. He would rather jump atGrete’s face."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "But Grete’s words had made her mother quite worried, she stepped to oneside, saw the enormous brown patch against the flowers of thewallpaper, and before she even realised it was Gregor that she sawscreamed: “Oh God, oh God!” Arms outstretched, she fell onto the couchas if she had given up everything and stayed there immobile. “Gregor!”shouted his sister, glowering at him and shaking her fist. That was thefirst word she had spoken to him directly since his transformation. Sheran into the other room to fetch some kind of smelling salts to bringher mother out of her faint; Gregor wanted to help too—he could savehis picture later, although he stuck fast to the glass and had to pullhimself off by force; then he, too, ran into the next room as if hecould advise his sister like in the old days; but he had to just standbehind her doing nothing; she was looking into various bottles, hestartled her when she turned round; a bottle fell to the ground andbroke; a splinter cut Gregor’s face, some kind of caustic medicinesplashed all over him; now, without delaying any longer, Grete tookhold of all the bottles she could and ran with them in to her mother;she slammed the door shut with her foot. So now Gregor was shut outfrom his mother, who, because of him, might be near to death; he couldnot open the door if he did not want to chase his sister away, and shehad to stay with his mother; there was nothing for him to do but wait;and, oppressed with anxiety and self-reproach, he began to crawl about,he crawled over everything, walls, furniture, ceiling, and finally inhis confusion as the whole room began to spin around him he fell downinto the middle of the dinner table."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "He lay there for a while, numb and immobile, all around him it wasquiet, maybe that was a good sign. Then there was someone at the door.The maid, of course, had locked herself in her kitchen so that Gretewould have to go and answer it. His father had arrived home. “What’shappened?” were his first words; Grete’s appearance must have madeeverything clear to him. She answered him with subdued voice, andopenly pressed her face into his chest: “Mother’s fainted, but she’sbetter now. Gregor got out.” “Just as I expected”, said his father,“just as I always said, but you women wouldn’t listen, would you.” Itwas clear to Gregor that Grete had not said enough and that his fathertook it to mean that something bad had happened, that he wasresponsible for some act of violence. That meant Gregor would now haveto try to calm his father, as he did not have the time to explainthings to him even if that had been possible. So he fled to the door ofhis room and pressed himself against it so that his father, when hecame in from the hall, could see straight away that Gregor had the bestintentions and would go back into his room without delay, that it wouldnot be necessary to drive him back but that they had only to open thedoor and he would disappear."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "His father, though, was not in the mood to notice subtleties like that;“Ah!”, he shouted as he came in, sounding as if he were both angry andglad at the same time. Gregor drew his head back from the door andlifted it towards his father. He really had not imagined his father theway he stood there now; of late, with his new habit of crawling about,he had neglected to pay attention to what was going on the rest of theflat the way he had done before. He really ought to have expectedthings to have changed, but still, still, was that really his father?The same tired man as used to be laying there entombed in his bed whenGregor came back from his business trips, who would receive him sittingin the armchair in his nightgown when he came back in the evenings; whowas hardly even able to stand up but, as a sign of his pleasure, wouldjust raise his arms and who, on the couple of times a year when theywent for a walk together on a Sunday or public holiday wrapped uptightly in his overcoat between Gregor and his mother, would alwayslabour his way forward a little more slowly than them, who were alreadywalking slowly for his sake; who would place his stick down carefullyand, if he wanted to say something would invariably stop and gather hiscompanions around him. He was standing up straight enough now; dressedin a smart blue uniform with gold buttons, the sort worn by theemployees at the banking institute; above the high, stiff collar of thecoat his strong double-chin emerged; under the bushy eyebrows, hispiercing, dark eyes looked out fresh and alert; his normally unkemptwhite hair was combed down painfully close to his scalp. He took hiscap, with its gold monogram from, probably, some bank, and threw it inan arc right across the room onto the sofa, put his hands in histrouser pockets, pushing back the bottom of his long uniform coat, and,with look of determination, walked towards Gregor. He probably did noteven know himself what he had in mind, but nonetheless lifted his feetunusually high. Gregor was amazed at the enormous size of the soles ofhis boots, but wasted no time with that—he knew full well, right fromthe first day of his new life, that his father thought it necessary toalways be extremely strict with him. And so he ran up to his father,stopped when his father stopped, scurried forwards again when he moved,even slightly. In this way they went round the room several timeswithout anything decisive happening, without even giving the impressionof a chase as everything went so slowly. Gregor remained all this timeon the floor, largely because he feared his father might see it asespecially provoking if he fled onto the wall or ceiling. Whatever hedid, Gregor had to admit that he certainly would not be able to keep upthis running about for long, as for each step his father took he had tocarry out countless movements. He became noticeably short of breath,even in his earlier life his lungs had not been very reliable. Now, ashe lurched about in his efforts to muster all the strength he could forrunning he could hardly keep his eyes open; his thoughts became tooslow for him to think of any other way of saving himself than running;he almost forgot that the walls were there for him to use although,here, they were concealed behind carefully carved furniture full ofnotches and protrusions—then, right beside him, lightly tossed,something flew down and rolled in front of him. It was an apple; thenanother one immediately flew at him; Gregor froze in shock; there wasno longer any point in running as his father had decided to bombardhim. He had filled his pockets with fruit from the bowl on thesideboard and now, without even taking the time for careful aim, threwone apple after another. These little, red apples rolled about on thefloor, knocking into each other as if they had electric motors. Anapple thrown without much force glanced against Gregor’s back and slidoff without doing any harm. Another one however, immediately followingit, hit squarely and lodged in his back; Gregor wanted to drag himselfaway, as if he could remove the surprising, the incredible pain bychanging his position; but he felt as if nailed to the spot and spreadhimself out, all his senses in confusion. The last thing he saw was thedoor of his room being pulled open, his sister was screaming, hismother ran out in front of her in her blouse (as his sister had takenoff some of her clothes after she had fainted to make it easier for herto breathe), she ran to his father, her skirts unfastened and slidingone after another to the ground, stumbling over the skirts she pushedherself to his father, her arms around him, uniting herself with himtotally—now Gregor lost his ability to see anything—her hands behindhis father’s head begging him to spare Gregor’s life."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "III" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "No-one dared to remove the apple lodged in Gregor’s flesh, so itremained there as a visible reminder of his injury. He had suffered itthere for more than a month, and his condition seemed serious enough toremind even his father that Gregor, despite his current sad andrevolting form, was a family member who could not be treated as anenemy. On the contrary, as a family there was a duty to swallow anyrevulsion for him and to be patient, just to be patient."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Because of his injuries, Gregor had lost much of his mobility—probablypermanently. He had been reduced to the condition of an ancient invalidand it took him long, long minutes to crawl across his room—crawlingover the ceiling was out of the question—but this deterioration in hiscondition was fully (in his opinion) made up for by the door to theliving room being left open every evening. He got into the habit ofclosely watching it for one or two hours before it was opened and then,lying in the darkness of his room where he could not be seen from theliving room, he could watch the family in the light of the dinner tableand listen to their conversation—with everyone’s permission, in a way,and thus quite differently from before."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "They no longer held the lively conversations of earlier times, ofcourse, the ones that Gregor always thought about with longing when hewas tired and getting into the damp bed in some small hotel room. Allof them were usually very quiet nowadays. Soon after dinner, his fatherwould go to sleep in his chair; his mother and sister would urge eachother to be quiet; his mother, bent deeply under the lamp, would sewfancy underwear for a fashion shop; his sister, who had taken a salesjob, learned shorthand and French in the evenings so that she might beable to get a better position later on. Sometimes his father would wakeup and say to Gregor’s mother “you’re doing so much sewing againtoday!”, as if he did not know that he had been dozing—and then hewould go back to sleep again while mother and sister would exchange atired grin."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "With a kind of stubbornness, Gregor’s father refused to take hisuniform off even at home; while his nightgown hung unused on its pegGregor’s father would slumber where he was, fully dressed, as if alwaysready to serve and expecting to hear the voice of his superior evenhere. The uniform had not been new to start with, but as a result ofthis it slowly became even shabbier despite the efforts of Gregor’smother and sister to look after it. Gregor would often spend the wholeevening looking at all the stains on this coat, with its gold buttonsalways kept polished and shiny, while the old man in it would sleep,highly uncomfortable but peaceful."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "As soon as it struck ten, Gregor’s mother would speak gently to hisfather to wake him and try to persuade him to go to bed, as he couldn’tsleep properly where he was and he really had to get his sleep if hewas to be up at six to get to work. But since he had been in work hehad become more obstinate and would always insist on staying longer atthe table, even though he regularly fell asleep and it was then harderthan ever to persuade him to exchange the chair for his bed. Then,however much mother and sister would importune him with littlereproaches and warnings he would keep slowly shaking his head for aquarter of an hour with his eyes closed and refusing to get up.Gregor’s mother would tug at his sleeve, whisper endearments into hisear, Gregor’s sister would leave her work to help her mother, butnothing would have any effect on him. He would just sink deeper intohis chair. Only when the two women took him under the arms he wouldabruptly open his eyes, look at them one after the other and say: “Whata life! This is what peace I get in my old age!” And supported by thetwo women he would lift himself up carefully as if he were carrying thegreatest load himself, let the women take him to the door, send themoff and carry on by himself while Gregor’s mother would throw down herneedle and his sister her pen so that they could run after his fatherand continue being of help to him."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Who, in this tired and overworked family, would have had time to givemore attention to Gregor than was absolutely necessary? The householdbudget became even smaller; so now the maid was dismissed; an enormous,thick-boned charwoman with white hair that flapped around her head cameevery morning and evening to do the heaviest work; everything else waslooked after by Gregor’s mother on top of the large amount of sewingwork she did. Gregor even learned, listening to the eveningconversation about what price they had hoped for, that several items ofjewellery belonging to the family had been sold, even though bothmother and sister had been very fond of wearing them at functions andcelebrations. But the loudest complaint was that although the flat wasmuch too big for their present circumstances, they could not move outof it, there was no imaginable way of transferring Gregor to the newaddress. He could see quite well, though, that there were more reasonsthan consideration for him that made it difficult for them to move, itwould have been quite easy to transport him in any suitable crate witha few air holes in it; the main thing holding the family back fromtheir decision to move was much more to do with their total despair,and the thought that they had been struck with a misfortune unlikeanything experienced by anyone else they knew or were related to. Theycarried out absolutely everything that the world expects from poorpeople, Gregor’s father brought bank employees their breakfast, hismother sacrificed herself by washing clothes for strangers, his sisterran back and forth behind her desk at the behest of the customers, butthey just did not have the strength to do any more. And the injury inGregor’s back began to hurt as much as when it was new. After they hadcome back from taking his father to bed Gregor’s mother and sisterwould now leave their work where it was and sit close together, cheekto cheek; his mother would point to Gregor’s room and say “Close thatdoor, Grete”, and then, when he was in the dark again, they would sitin the next room and their tears would mingle, or they would simply sitthere staring dry-eyed at the table."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor hardly slept at all, either night or day. Sometimes he wouldthink of taking over the family’s affairs, just like before, the nexttime the door was opened; he had long forgotten about his boss and thechief clerk, but they would appear again in his thoughts, the salesmenand the apprentices, that stupid teaboy, two or three friends fromother businesses, one of the chambermaids from a provincial hotel, atender memory that appeared and disappeared again, a cashier from a hatshop for whom his attention had been serious but too slow,—all of themappeared to him, mixed together with strangers and others he hadforgotten, but instead of helping him and his family they were all ofthem inaccessible, and he was glad when they disappeared. Other timeshe was not at all in the mood to look after his family, he was filledwith simple rage about the lack of attention he was shown, and althoughhe could think of nothing he would have wanted, he made plans of how hecould get into the pantry where he could take all the things he wasentitled to, even if he was not hungry. Gregor’s sister no longerthought about how she could please him but would hurriedly push somefood or other into his room with her foot before she rushed out to workin the morning and at midday, and in the evening she would sweep itaway again with the broom, indifferent as to whether it had been eatenor—more often than not—had been left totally untouched. She stillcleared up the room in the evening, but now she could not have been anyquicker about it. Smears of dirt were left on the walls, here and therewere little balls of dust and filth. At first, Gregor went into one ofthe worst of these places when his sister arrived as a reproach to her,but he could have stayed there for weeks without his sister doinganything about it; she could see the dirt as well as he could but shehad simply decided to leave him to it. At the same time she becametouchy in a way that was quite new for her and which everyone in thefamily understood—cleaning up Gregor’s room was for her and her alone.Gregor’s mother did once thoroughly clean his room, and needed to useseveral bucketfuls of water to do it—although that much dampness alsomade Gregor ill and he lay flat on the couch, bitter and immobile. Buthis mother was to be punished still more for what she had done, ashardly had his sister arrived home in the evening than she noticed thechange in Gregor’s room and, highly aggrieved, ran back into the livingroom where, despite her mothers raised and imploring hands, she brokeinto convulsive tears. Her father, of course, was startled out of hischair and the two parents looked on astonished and helpless; then they,too, became agitated; Gregor’s father, standing to the right of hismother, accused her of not leaving the cleaning of Gregor’s room to hissister; from her left, Gregor’s sister screamed at her that she wasnever to clean Gregor’s room again; while his mother tried to draw hisfather, who was beside himself with anger, into the bedroom; hissister, quaking with tears, thumped on the table with her small fists;and Gregor hissed in anger that no-one had even thought of closing thedoor to save him the sight of this and all its noise."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor’s sister was exhausted from going out to work, and looking afterGregor as she had done before was even more work for her, but even sohis mother ought certainly not to have taken her place. Gregor, on theother hand, ought not to be neglected. Now, though, the charwoman washere. This elderly widow, with a robust bone structure that made herable to withstand the hardest of things in her long life, wasn’t reallyrepelled by Gregor. Just by chance one day, rather than any realcuriosity, she opened the door to Gregor’s room and found herself faceto face with him. He was taken totally by surprise, no-one was chasinghim but he began to rush to and fro while she just stood there inamazement with her hands crossed in front of her. From then on shenever failed to open the door slightly every evening and morning andlook briefly in on him. At first she would call to him as she did sowith words that she probably considered friendly, such as “come onthen, you old dung-beetle!”, or “look at the old dung-beetle there!”Gregor never responded to being spoken to in that way, but justremained where he was without moving as if the door had never even beenopened. If only they had told this charwoman to clean up his room everyday instead of letting her disturb him for no reason whenever she feltlike it! One day, early in the morning while a heavy rain struck thewindowpanes, perhaps indicating that spring was coming, she began tospeak to him in that way once again. Gregor was so resentful of it thathe started to move toward her, he was slow and infirm, but it was likea kind of attack. Instead of being afraid, the charwoman just lifted upone of the chairs from near the door and stood there with her mouthopen, clearly intending not to close her mouth until the chair in herhand had been slammed down into Gregor’s back. “Aren’t you coming anycloser, then?”, she asked when Gregor turned round again, and shecalmly put the chair back in the corner."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor had almost entirely stopped eating. Only if he happened to findhimself next to the food that had been prepared for him he might takesome of it into his mouth to play with it, leave it there a few hoursand then, more often than not, spit it out again. At first he thoughtit was distress at the state of his room that stopped him eating, buthe had soon got used to the changes made there. They had got into thehabit of putting things into this room that they had no room foranywhere else, and there were now many such things as one of the roomsin the flat had been rented out to three gentlemen. These earnestgentlemen—all three of them had full beards, as Gregor learned peeringthrough the crack in the door one day—were painfully insistent onthings’ being tidy. This meant not only in their own room but, sincethey had taken a room in this establishment, in the entire flat andespecially in the kitchen. Unnecessary clutter was something they couldnot tolerate, especially if it was dirty. They had moreover broughtmost of their own furnishings and equipment with them. For this reason,many things had become superfluous which, although they could not besold, the family did not wish to discard. All these things found theirway into Gregor’s room. The dustbins from the kitchen found their wayin there too. The charwoman was always in a hurry, and anything shecouldn’t use for the time being she would just chuck in there. He,fortunately, would usually see no more than the object and the handthat held it. The woman most likely meant to fetch the things back outagain when she had time and the opportunity, or to throw everything outin one go, but what actually happened was that they were left wherethey landed when they had first been thrown unless Gregor made his waythrough the junk and moved it somewhere else. At first he moved itbecause, with no other room free where he could crawl about, he wasforced to, but later on he came to enjoy it although moving about inthat way left him sad and tired to death, and he would remain immobilefor hours afterwards."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "The gentlemen who rented the room would sometimes take their eveningmeal at home in the living room that was used by everyone, and so thedoor to this room was often kept closed in the evening. But Gregorfound it easy to give up having the door open, he had, after all, oftenfailed to make use of it when it was open and, without the familyhaving noticed it, lain in his room in its darkest corner. One time,though, the charwoman left the door to the living room slightly open,and it remained open when the gentlemen who rented the room came in inthe evening and the light was put on. They sat up at the table where,formerly, Gregor had taken his meals with his father and mother, theyunfolded the serviettes and picked up their knives and forks. Gregor’smother immediately appeared in the doorway with a dish of meat and soonbehind her came his sister with a dish piled high with potatoes. Thefood was steaming, and filled the room with its smell. The gentlemenbent over the dishes set in front of them as if they wanted to test thefood before eating it, and the gentleman in the middle, who seemed tocount as an authority for the other two, did indeed cut off a piece ofmeat while it was still in its dish, clearly wishing to establishwhether it was sufficiently cooked or whether it should be sent back tothe kitchen. It was to his satisfaction, and Gregor’s mother andsister, who had been looking on anxiously, began to breathe again andsmiled."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "The family themselves ate in the kitchen. Nonetheless, Gregor’s fathercame into the living room before he went into the kitchen, bowed oncewith his cap in his hand and did his round of the table. The gentlemenstood as one, and mumbled something into their beards. Then, once theywere alone, they ate in near perfect silence. It seemed remarkable toGregor that above all the various noises of eating their chewing teethcould still be heard, as if they had wanted to show Gregor that youneed teeth in order to eat and it was not possible to perform anythingwith jaws that are toothless however nice they might be. “I’d like toeat something”, said Gregor anxiously, “but not anything like they’reeating. They do feed themselves. And here I am, dying!”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Throughout all this time, Gregor could not remember having heard theviolin being played, but this evening it began to be heard from thekitchen. The three gentlemen had already finished their meal, the onein the middle had produced a newspaper, given a page to each of theothers, and now they leant back in their chairs reading them andsmoking. When the violin began playing they became attentive, stood upand went on tip-toe over to the door of the hallway where they stoodpressed against each other. Someone must have heard them in thekitchen, as Gregor’s father called out: “Is the playing perhapsunpleasant for the gentlemen? We can stop it straight away.” “On thecontrary”, said the middle gentleman, “would the young lady not like tocome in and play for us here in the room, where it is, after all, muchmore cosy and comfortable?” “Oh yes, we’d love to”, called backGregor’s father as if he had been the violin player himself. Thegentlemen stepped back into the room and waited. Gregor’s father soonappeared with the music stand, his mother with the music and his sisterwith the violin. She calmly prepared everything for her to beginplaying; his parents, who had never rented a room out before andtherefore showed an exaggerated courtesy towards the three gentlemen,did not even dare to sit on their own chairs; his father leant againstthe door with his right hand pushed in between two buttons on hisuniform coat; his mother, though, was offered a seat by one of thegentlemen and sat—leaving the chair where the gentleman happened tohave placed it—out of the way in a corner."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "His sister began to play; father and mother paid close attention, oneon each side, to the movements of her hands. Drawn in by the playing,Gregor had dared to come forward a little and already had his head inthe living room. Before, he had taken great pride in how considerate hewas but now it hardly occurred to him that he had become so thoughtlessabout the others. What’s more, there was now all the more reason tokeep himself hidden as he was covered in the dust that lay everywherein his room and flew up at the slightest movement; he carried threads,hairs, and remains of food about on his back and sides; he was much tooindifferent to everything now to lay on his back and wipe himself onthe carpet like he had used to do several times a day. And despite thiscondition, he was not too shy to move forward a little onto theimmaculate floor of the living room."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "No-one noticed him, though. The family was totally preoccupied with theviolin playing; at first, the three gentlemen had put their hands intheir pockets and come up far too close behind the music stand to lookat all the notes being played, and they must have disturbed Gregor’ssister, but soon, in contrast with the family, they withdrew back tothe window with their heads sunk and talking to each other at halfvolume, and they stayed by the window while Gregor’s father observedthem anxiously. It really now seemed very obvious that they hadexpected to hear some beautiful or entertaining violin playing but hadbeen disappointed, that they had had enough of the whole performanceand it was only now out of politeness that they allowed their peace tobe disturbed. It was especially unnerving, the way they all blew thesmoke from their cigarettes upwards from their mouth and noses. YetGregor’s sister was playing so beautifully. Her face was leant to oneside, following the lines of music with a careful and melancholyexpression. Gregor crawled a little further forward, keeping his headclose to the ground so that he could meet her eyes if the chance came.Was he an animal if music could captivate him so? It seemed to him thathe was being shown the way to the unknown nourishment he had beenyearning for. He was determined to make his way forward to his sisterand tug at her skirt to show her she might come into his room with herviolin, as no-one appreciated her playing here as much as he would. Henever wanted to let her out of his room, not while he lived, anyway;his shocking appearance should, for once, be of some use to him; hewanted to be at every door of his room at once to hiss and spit at theattackers; his sister should not be forced to stay with him, though,but stay of her own free will; she would sit beside him on the couchwith her ear bent down to him while he told her how he had alwaysintended to send her to the conservatory, how he would have toldeveryone about it last Christmas—had Christmas really come and gonealready?—if this misfortune hadn’t got in the way, and refuse to letanyone dissuade him from it. On hearing all this, his sister wouldbreak out in tears of emotion, and Gregor would climb up to hershoulder and kiss her neck, which, since she had been going out towork, she had kept free without any necklace or collar."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Mr. Samsa!”, shouted the middle gentleman to Gregor’s father,pointing, without wasting any more words, with his forefinger at Gregoras he slowly moved forward. The violin went silent, the middle of thethree gentlemen first smiled at his two friends, shaking his head, andthen looked back at Gregor. His father seemed to think it moreimportant to calm the three gentlemen before driving Gregor out, eventhough they were not at all upset and seemed to think Gregor was moreentertaining than the violin playing had been. He rushed up to themwith his arms spread out and attempted to drive them back into theirroom at the same time as trying to block their view of Gregor with hisbody. Now they did become a little annoyed, and it was not clearwhether it was his father’s behaviour that annoyed them or the dawningrealisation that they had had a neighbour like Gregor in the next roomwithout knowing it. They asked Gregor’s father for explanations, raisedtheir arms like he had, tugged excitedly at their beards and moved backtowards their room only very slowly. Meanwhile Gregor’s sister hadovercome the despair she had fallen into when her playing was suddenlyinterrupted. She had let her hands drop and let violin and bow hanglimply for a while but continued to look at the music as if stillplaying, but then she suddenly pulled herself together, lay theinstrument on her mother’s lap who still sat laboriously struggling forbreath where she was, and ran into the next room which, under pressurefrom her father, the three gentlemen were more quickly moving toward.Under his sister’s experienced hand, the pillows and covers on the bedsflew up and were put into order and she had already finished making thebeds and slipped out again before the three gentlemen had reached theroom. Gregor’s father seemed so obsessed with what he was doing that heforgot all the respect he owed to his tenants. He urged them andpressed them until, when he was already at the door of the room, themiddle of the three gentlemen shouted like thunder and stamped his footand thereby brought Gregor’s father to a halt. “I declare here andnow”, he said, raising his hand and glancing at Gregor’s mother andsister to gain their attention too, “that with regard to the repugnantconditions that prevail in this flat and with this family”—here helooked briefly but decisively at the floor—“I give immediate notice onmy room. For the days that I have been living here I will, of course,pay nothing at all, on the contrary I will consider whether to proceedwith some kind of action for damages from you, and believe me it wouldbe very easy to set out the grounds for such an action.” He was silentand looked straight ahead as if waiting for something. And indeed, histwo friends joined in with the words: “And we also give immediatenotice.” With that, he took hold of the door handle and slammed thedoor."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor’s father staggered back to his seat, feeling his way with hishands, and fell into it; it looked as if he was stretching himself outfor his usual evening nap but from the uncontrolled way his head keptnodding it could be seen that he was not sleeping at all. Throughoutall this, Gregor had lain still where the three gentlemen had firstseen him. His disappointment at the failure of his plan, and perhapsalso because he was weak from hunger, made it impossible for him tomove. He was sure that everyone would turn on him any moment, and hewaited. He was not even startled out of this state when the violin onhis mother’s lap fell from her trembling fingers and landed loudly onthe floor."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Father, Mother”, said his sister, hitting the table with her hand asintroduction, “we can’t carry on like this. Maybe you can’t see it, butI can. I don’t want to call this monster my brother, all I can say is:we have to try and get rid of it. We’ve done all that’s humanlypossible to look after it and be patient, I don’t think anyone couldaccuse us of doing anything wrong.”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“She’s absolutely right”, said Gregor’s father to himself. His mother,who still had not had time to catch her breath, began to cough dully,her hand held out in front of her and a deranged expression in hereyes."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Gregor’s sister rushed to his mother and put her hand on her forehead.Her words seemed to give Gregor’s father some more definite ideas. Hesat upright, played with his uniform cap between the plates left by thethree gentlemen after their meal, and occasionally looked down atGregor as he lay there immobile."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“We have to try and get rid of it”, said Gregor’s sister, now speakingonly to her father, as her mother was too occupied with coughing tolisten, “it’ll be the death of both of you, I can see it coming. Wecan’t all work as hard as we have to and then come home to be torturedlike this, we can’t endure it. I can’t endure it any more.” And shebroke out so heavily in tears that they flowed down the face of hermother, and she wiped them away with mechanical hand movements."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“My child”, said her father with sympathy and obvious understanding,“what are we to do?”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "His sister just shrugged her shoulders as a sign of the helplessnessand tears that had taken hold of her, displacing her earlier certainty."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“If he could just understand us”, said his father almost as a question;his sister shook her hand vigorously through her tears as a sign thatof that there was no question."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“If he could just understand us”, repeated Gregor’s father, closing hiseyes in acceptance of his sister’s certainty that that was quiteimpossible, “then perhaps we could come to some kind of arrangementwith him. But as it is ...”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“It’s got to go”, shouted his sister, “that’s the only way, Father.You’ve got to get rid of the idea that that’s Gregor. We’ve only harmedourselves by believing it for so long. How can that be Gregor? If itwere Gregor he would have seen long ago that it’s not possible forhuman beings to live with an animal like that and he would have gone ofhis own free will. We wouldn’t have a brother any more, then, but wecould carry on with our lives and remember him with respect. As it isthis animal is persecuting us, it’s driven out our tenants, itobviously wants to take over the whole flat and force us to sleep onthe streets. Father, look, just look”, she suddenly screamed, “he’sstarting again!” In her alarm, which was totally beyond Gregor’scomprehension, his sister even abandoned his mother as she pushedherself vigorously out of her chair as if more willing to sacrifice herown mother than stay anywhere near Gregor. She rushed over to behindher father, who had become excited merely because she was and stood uphalf raising his hands in front of Gregor’s sister as if to protecther."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "But Gregor had had no intention of frightening anyone, least of all hissister. All he had done was begin to turn round so that he could goback into his room, although that was in itself quite startling as hispain-wracked condition meant that turning round required a great dealof effort and he was using his head to help himself do it, repeatedlyraising it and striking it against the floor. He stopped and lookedround. They seemed to have realised his good intention and had onlybeen alarmed briefly. Now they all looked at him in unhappy silence.His mother lay in her chair with her legs stretched out and pressedagainst each other, her eyes nearly closed with exhaustion; his sistersat next to his father with her arms around his neck."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Maybe now they’ll let me turn round”, thought Gregor and went back towork. He could not help panting loudly with the effort and hadsometimes to stop and take a rest. No-one was making him rush any more,everything was left up to him. As soon as he had finally finishedturning round he began to move straight ahead. He was amazed at thegreat distance that separated him from his room, and could notunderstand how he had covered that distance in his weak state a littlewhile before and almost without noticing it. He concentrated oncrawling as fast as he could and hardly noticed that there was not aword, not any cry, from his family to distract him. He did not turn hishead until he had reached the doorway. He did not turn it all the wayround as he felt his neck becoming stiff, but it was nonetheless enoughto see that nothing behind him had changed, only his sister had stoodup. With his last glance he saw that his mother had now fallencompletely asleep."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "He was hardly inside his room before the door was hurriedly shut,bolted and locked. The sudden noise behind Gregor so startled him thathis little legs collapsed under him. It was his sister who had been inso much of a rush. She had been standing there waiting and sprungforward lightly, Gregor had not heard her coming at all, and as sheturned the key in the lock she said loudly to her parents “At last!”."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“What now, then?”, Gregor asked himself as he looked round in thedarkness. He soon made the discovery that he could no longer move atall. This was no surprise to him, it seemed rather that being able toactually move around on those spindly little legs until then wasunnatural. He also felt relatively comfortable. It is true that hisentire body was aching, but the pain seemed to be slowly getting weakerand weaker and would finally disappear altogether. He could alreadyhardly feel the decayed apple in his back or the inflamed area aroundit, which was entirely covered in white dust. He thought back of hisfamily with emotion and love. If it was possible, he felt that he mustgo away even more strongly than his sister. He remained in this stateof empty and peaceful rumination until he heard the clock tower strikethree in the morning. He watched as it slowly began to get lighteverywhere outside the window too. Then, without his willing it, hishead sank down completely, and his last breath flowed weakly from hisnostrils."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "When the cleaner came in early in the morning—they’d often asked hernot to keep slamming the doors but with her strength and in her hurryshe still did, so that everyone in the flat knew when she’d arrived andfrom then on it was impossible to sleep in peace—she made her usualbrief look in on Gregor and at first found nothing special. She thoughthe was laying there so still on purpose, playing the martyr; sheattributed all possible understanding to him. She happened to beholding the long broom in her hand, so she tried to tickle Gregor withit from the doorway. When she had no success with that she tried tomake a nuisance of herself and poked at him a little, and only when shefound she could shove him across the floor with no resistance at alldid she start to pay attention. She soon realised what had reallyhappened, opened her eyes wide, whistled to herself, but did not wastetime to yank open the bedroom doors and shout loudly into the darknessof the bedrooms: “Come and ’ave a look at this, it’s dead, just lyingthere, stone dead!”"
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Mr. and Mrs. Samsa sat upright there in their marriage bed and had tomake an effort to get over the shock caused by the cleaner before theycould grasp what she was saying. But then, each from his own side, theyhurried out of bed. Mr. Samsa threw the blanket over his shoulders,Mrs. Samsa just came out in her nightdress; and that is how they wentinto Gregor’s room. On the way they opened the door to the living roomwhere Grete had been sleeping since the three gentlemen had moved in;she was fully dressed as if she had never been asleep, and the palenessof her face seemed to confirm this. “Dead?”, asked Mrs. Samsa, lookingat the charwoman enquiringly, even though she could have checked forherself and could have known it even without checking. “That’s what Isaid”, replied the cleaner, and to prove it she gave Gregor’s bodyanother shove with the broom, sending it sideways across the floor.Mrs. Samsa made a movement as if she wanted to hold back the broom, butdid not complete it. “Now then”, said Mr. Samsa, “let’s give thanks toGod for that”. He crossed himself, and the three women followed hisexample. Grete, who had not taken her eyes from the corpse, said: “Justlook how thin he was. He didn’t eat anything for so long. The food cameout again just the same as when it went in”. Gregor’s body was indeedcompletely dried up and flat, they had not seen it until then, but nowhe was not lifted up on his little legs, nor did he do anything to makethem look away."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Grete, come with us in here for a little while”, said Mrs. Samsa witha pained smile, and Grete followed her parents into the bedroom but notwithout looking back at the body. The cleaner shut the door and openedthe window wide. Although it was still early in the morning the freshair had something of warmth mixed in with it. It was already the end ofMarch, after all."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "The three gentlemen stepped out of their room and looked round inamazement for their breakfasts; they had been forgotten about. “Whereis our breakfast?”, the middle gentleman asked the cleaner irritably.She just put her finger on her lips and made a quick and silent sign tothe men that they might like to come into Gregor’s room. They did so,and stood around Gregor’s corpse with their hands in the pockets oftheir well-worn coats. It was now quite light in the room."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "Then the door of the bedroom opened and Mr. Samsa appeared in hisuniform with his wife on one arm and his daughter on the other. All ofthem had been crying a little; Grete now and then pressed her faceagainst her father’s arm."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Leave my home. Now!”, said Mr. Samsa, indicating the door and withoutletting the women from him. “What do you mean?”, asked the middle ofthe three gentlemen somewhat disconcerted, and he smiled sweetly. Theother two held their hands behind their backs and continually rubbedthem together in gleeful anticipation of a loud quarrel which couldonly end in their favour. “I mean just what I said”, answered Mr.Samsa, and, with his two companions, went in a straight line towardsthe man. At first, he stood there still, looking at the ground as ifthe contents of his head were rearranging themselves into newpositions. “Alright, we’ll go then”, he said, and looked up at Mr.Samsa as if he had been suddenly overcome with humility and wantedpermission again from Mr. Samsa for his decision. Mr. Samsa merelyopened his eyes wide and briefly nodded to him several times. At that,and without delay, the man actually did take long strides into thefront hallway; his two friends had stopped rubbing their hands sometime before and had been listening to what was being said. Now theyjumped off after their friend as if taken with a sudden fear that Mr.Samsa might go into the hallway in front of them and break theconnection with their leader. Once there, all three took their hatsfrom the stand, took their sticks from the holder, bowed without a wordand left the premises. Mr. Samsa and the two women followed them outonto the landing; but they had had no reason to mistrust the men’sintentions and as they leaned over the landing they saw how the threegentlemen made slow but steady progress down the many steps. As theyturned the corner on each floor they disappeared and would reappear afew moments later; the further down they went, the more that the Samsafamily lost interest in them; when a butcher’s boy, proud of posturewith his tray on his head, passed them on his way up and came nearerthan they were, Mr. Samsa and the women came away from the landing andwent, as if relieved, back into the flat."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "They decided the best way to make use of that day was for relaxationand to go for a walk; not only had they earned a break from work butthey were in serious need of it. So they sat at the table and wrotethree letters of excusal, Mr. Samsa to his employers, Mrs. Samsa to hercontractor and Grete to her principal. The cleaner came in while theywere writing to tell them she was going, she’d finished her work forthat morning. The three of them at first just nodded without looking upfrom what they were writing, and it was only when the cleaner still didnot seem to want to leave that they looked up in irritation. “Well?”,asked Mr. Samsa. The charwoman stood in the doorway with a smile on herface as if she had some tremendous good news to report, but would onlydo it if she was clearly asked to. The almost vertical little ostrichfeather on her hat, which had been a source of irritation to Mr. Samsaall the time she had been working for them, swayed gently in alldirections. “What is it you want then?”, asked Mrs. Samsa, whom thecleaner had the most respect for. “Yes”, she answered, and broke into afriendly laugh that made her unable to speak straight away, “well then,that thing in there, you needn’t worry about how you’re going to getrid of it. That’s all been sorted out.” Mrs. Samsa and Grete bent downover their letters as if intent on continuing with what they werewriting; Mr. Samsa saw that the cleaner wanted to start describingeverything in detail but, with outstretched hand, he made it quiteclear that she was not to. So, as she was prevented from telling themall about it, she suddenly remembered what a hurry she was in and,clearly peeved, called out “Cheerio then, everyone”, turned roundsharply and left, slamming the door terribly as she went."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "“Tonight she gets sacked”, said Mr. Samsa, but he received no replyfrom either his wife or his daughter as the charwoman seemed to havedestroyed the peace they had only just gained. They got up and wentover to the window where they remained with their arms around eachother. Mr. Samsa twisted round in his chair to look at them and satthere watching for a while. Then he called out: “Come here, then. Let’sforget about all that old stuff, shall we. Come and give me a bit ofattention”. The two women immediately did as he said, hurrying over tohim where they kissed him and hugged him and then they quickly finishedtheir letters."
  },
  { "title": "Metamorphosis", "slug": "metamorphosis", "section": "" },
  {
    "title": "Metamorphosis",
    "slug": "metamorphosis",
    "section": "After that, the three of them left the flat together, which wassomething they had not done for months, and took the tram out to theopen country outside the town. They had the tram, filled with warmsunshine, all to themselves. Leant back comfortably on their seats,they discussed their prospects and found that on closer examinationthey were not at all bad—until then they had never asked each otherabout their work but all three had jobs which were very good and heldparticularly good promise for the future. The greatest improvement forthe time being, of course, would be achieved quite easily by movinghouse; what they needed now was a flat that was smaller and cheaperthan the current one which had been chosen by Gregor, one that was in abetter location and, most of all, more practical. All the time, Gretewas becoming livelier. With all the worry they had been having of lateher cheeks had become pale, but, while they were talking, Mr. and Mrs.Samsa were struck, almost simultaneously, with the thought of how theirdaughter was blossoming into a well built and beautiful young lady.They became quieter. Just from each other’s glance and almost withoutknowing it they agreed that it would soon be time to find a good manfor her. And, as if in confirmation of their new dreams and goodintentions, as soon as they reached their destination Grete was thefirst to get up and stretch out her young body."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "FOUND AMONG THE PAPERS OF THE LATE DIEDRICH KNICKERBOCKER."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "        A pleasing land of drowsy head it was,          Of dreams that wave before the half-shut eye;        And of gay castles in the clouds that pass,          Forever flushing round a summer sky.                                         CASTLE OF INDOLENCE."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "In the bosom of one of those spacious coves which indent the easternshore of the Hudson, at that broad expansion of the river denominatedby the ancient Dutch navigators the Tappan Zee, and where they alwaysprudently shortened sail and implored the protection of St. Nicholaswhen they crossed, there lies a small market town or rural port, whichby some is called Greensburgh, but which is more generally and properlyknown by the name of Tarry Town. This name was given, we are told, informer days, by the good housewives of the adjacent country, from theinveterate propensity of their husbands to linger about the villagetavern on market days. Be that as it may, I do not vouch for the fact,but merely advert to it, for the sake of being precise and authentic.Not far from this village, perhaps about two miles, there is a littlevalley or rather lap of land among high hills, which is one of thequietest places in the whole world. A small brook glides through it,with just murmur enough to lull one to repose; and the occasionalwhistle of a quail or tapping of a woodpecker is almost the only soundthat ever breaks in upon the uniform tranquillity."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "I recollect that, when a stripling, my first exploit insquirrel-shooting was in a grove of tall walnut-trees that shades oneside of the valley. I had wandered into it at noontime, when all natureis peculiarly quiet, and was startled by the roar of my own gun, as itbroke the Sabbath stillness around and was prolonged and reverberatedby the angry echoes. If ever I should wish for a retreat whither I mightsteal from the world and its distractions, and dream quietly away theremnant of a troubled life, I know of none more promising than thislittle valley."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "From the listless repose of the place, and the peculiar character of itsinhabitants, who are descendants from the original Dutch settlers, thissequestered glen has long been known by the name of SLEEPY HOLLOW, andits rustic lads are called the Sleepy Hollow Boys throughout all theneighboring country. A drowsy, dreamy influence seems to hang over theland, and to pervade the very atmosphere. Some say that the placewas bewitched by a High German doctor, during the early days of thesettlement; others, that an old Indian chief, the prophet or wizard ofhis tribe, held his powwows there before the country was discovered byMaster Hendrick Hudson. Certain it is, the place still continues underthe sway of some witching power, that holds a spell over the minds ofthe good people, causing them to walk in a continual reverie. They aregiven to all kinds of marvellous beliefs, are subject to trances andvisions, and frequently see strange sights, and hear music and voices inthe air. The whole neighborhood abounds with local tales, haunted spots,and twilight superstitions; stars shoot and meteors glare oftener acrossthe valley than in any other part of the country, and the nightmare,with her whole ninefold, seems to make it the favorite scene of hergambols."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The dominant spirit, however, that haunts this enchanted region, andseems to be commander-in-chief of all the powers of the air, is theapparition of a figure on horseback, without a head. It is said by someto be the ghost of a Hessian trooper, whose head had been carried awayby a cannon-ball, in some nameless battle during the Revolutionary War,and who is ever and anon seen by the country folk hurrying along inthe gloom of night, as if on the wings of the wind. His haunts are notconfined to the valley, but extend at times to the adjacent roads, andespecially to the vicinity of a church at no great distance. Indeed,certain of the most authentic historians of those parts, who have beencareful in collecting and collating the floating facts concerning thisspectre, allege that the body of the trooper having been buried in thechurchyard, the ghost rides forth to the scene of battle in nightlyquest of his head, and that the rushing speed with which he sometimespasses along the Hollow, like a midnight blast, is owing to his beingbelated, and in a hurry to get back to the churchyard before daybreak."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Such is the general purport of this legendary superstition, which hasfurnished materials for many a wild story in that region of shadows; andthe spectre is known at all the country firesides, by the name of theHeadless Horseman of Sleepy Hollow."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "It is remarkable that the visionary propensity I have mentioned is notconfined to the native inhabitants of the valley, but is unconsciouslyimbibed by every one who resides there for a time. However wide awakethey may have been before they entered that sleepy region, they aresure, in a little time, to inhale the witching influence of the air, andbegin to grow imaginative, to dream dreams, and see apparitions."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "I mention this peaceful spot with all possible laud, for it is in suchlittle retired Dutch valleys, found here and there embosomed in thegreat State of New York, that population, manners, and customs remainfixed, while the great torrent of migration and improvement, which ismaking such incessant changes in other parts of this restless country,sweeps by them unobserved. They are like those little nooks of stillwater, which border a rapid stream, where we may see the straw andbubble riding quietly at anchor, or slowly revolving in their mimicharbor, undisturbed by the rush of the passing current. Though manyyears have elapsed since I trod the drowsy shades of Sleepy Hollow, yetI question whether I should not still find the same trees and the samefamilies vegetating in its sheltered bosom."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "In this by-place of nature there abode, in a remote period of Americanhistory, that is to say, some thirty years since, a worthy wight of thename of Ichabod Crane, who sojourned, or, as he expressed it, “tarried,” in Sleepy Hollow, for the purpose of instructing the children of thevicinity. He was a native of Connecticut, a State which supplies theUnion with pioneers for the mind as well as for the forest, and sendsforth yearly its legions of frontier woodmen and country schoolmasters.The cognomen of Crane was not inapplicable to his person. He was tall,but exceedingly lank, with narrow shoulders, long arms and legs, handsthat dangled a mile out of his sleeves, feet that might have served forshovels, and his whole frame most loosely hung together. His head wassmall, and flat at top, with huge ears, large green glassy eyes, and along snipe nose, so that it looked like a weather-cock perched upon hisspindle neck to tell which way the wind blew. To see him striding alongthe profile of a hill on a windy day, with his clothes bagging andfluttering about him, one might have mistaken him for the genius offamine descending upon the earth, or some scarecrow eloped from acornfield."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "His schoolhouse was a low building of one large room, rudely constructedof logs; the windows partly glazed, and partly patched with leaves ofold copybooks. It was most ingeniously secured at vacant hours, by awithe twisted in the handle of the door, and stakes set against thewindow shutters; so that though a thief might get in with perfect ease,he would find some embarrassment in getting out,--an idea most probablyborrowed by the architect, Yost Van Houten, from the mystery of aneelpot. The schoolhouse stood in a rather lonely but pleasant situation,just at the foot of a woody hill, with a brook running close by, anda formidable birch-tree growing at one end of it. From hence the lowmurmur of his pupils’ voices, conning over their lessons, might be heardin a drowsy summer’s day, like the hum of a beehive; interrupted now andthen by the authoritative voice of the master, in the tone of menace orcommand, or, peradventure, by the appalling sound of the birch, as heurged some tardy loiterer along the flowery path of knowledge. Truth tosay, he was a conscientious man, and ever bore in mind the golden maxim,“Spare the rod and spoil the child.” Ichabod Crane’s scholars certainlywere not spoiled."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "I would not have it imagined, however, that he was one of those cruelpotentates of the school who joy in the smart of their subjects; onthe contrary, he administered justice with discrimination rather thanseverity; taking the burden off the backs of the weak, and laying it onthose of the strong. Your mere puny stripling, that winced at the leastflourish of the rod, was passed by with indulgence; but the claims ofjustice were satisfied by inflicting a double portion on some littletough wrong-headed, broad-skirted Dutch urchin, who sulked and swelledand grew dogged and sullen beneath the birch. All this he called “doinghis duty by their parents;” and he never inflicted a chastisementwithout following it by the assurance, so consolatory to the smartingurchin, that “he would remember it and thank him for it the longest dayhe had to live.”"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "When school hours were over, he was even the companion and playmateof the larger boys; and on holiday afternoons would convoy some ofthe smaller ones home, who happened to have pretty sisters, or goodhousewives for mothers, noted for the comforts of the cupboard. Indeed,it behooved him to keep on good terms with his pupils. The revenuearising from his school was small, and would have been scarcelysufficient to furnish him with daily bread, for he was a huge feeder,and, though lank, had the dilating powers of an anaconda; but to helpout his maintenance, he was, according to country custom in thoseparts, boarded and lodged at the houses of the farmers whose childrenhe instructed. With these he lived successively a week at a time, thusgoing the rounds of the neighborhood, with all his worldly effects tiedup in a cotton handkerchief."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "That all this might not be too onerous on the purses of his rusticpatrons, who are apt to consider the costs of schooling a grievousburden, and schoolmasters as mere drones, he had various ways ofrendering himself both useful and agreeable. He assisted the farmersoccasionally in the lighter labors of their farms, helped to makehay, mended the fences, took the horses to water, drove the cows frompasture, and cut wood for the winter fire. He laid aside, too, all thedominant dignity and absolute sway with which he lorded it in his littleempire, the school, and became wonderfully gentle and ingratiating.He found favor in the eyes of the mothers by petting the children,particularly the youngest; and like the lion bold, which whilom somagnanimously the lamb did hold, he would sit with a child on one knee,and rock a cradle with his foot for whole hours together."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "In addition to his other vocations, he was the singing-master of theneighborhood, and picked up many bright shillings by instructing theyoung folks in psalmody. It was a matter of no little vanity to him onSundays, to take his station in front of the church gallery, with a bandof chosen singers; where, in his own mind, he completely carried awaythe palm from the parson. Certain it is, his voice resounded far aboveall the rest of the congregation; and there are peculiar quavers stillto be heard in that church, and which may even be heard half a mile off,quite to the opposite side of the millpond, on a still Sunday morning,which are said to be legitimately descended from the nose of IchabodCrane. Thus, by divers little makeshifts, in that ingenious way which iscommonly denominated “by hook and by crook,” the worthy pedagogue got ontolerably enough, and was thought, by all who understood nothing of thelabor of headwork, to have a wonderfully easy life of it."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The schoolmaster is generally a man of some importance in the femalecircle of a rural neighborhood; being considered a kind of idle,gentlemanlike personage, of vastly superior taste and accomplishments tothe rough country swains, and, indeed, inferior in learning only to theparson. His appearance, therefore, is apt to occasion some little stirat the tea-table of a farmhouse, and the addition of a supernumerarydish of cakes or sweetmeats, or, peradventure, the parade of a silverteapot. Our man of letters, therefore, was peculiarly happy in thesmiles of all the country damsels. How he would figure among them in thechurchyard, between services on Sundays; gathering grapes for them fromthe wild vines that overran the surrounding trees; reciting for theiramusement all the epitaphs on the tombstones; or sauntering, with awhole bevy of them, along the banks of the adjacent millpond; while themore bashful country bumpkins hung sheepishly back, envying his superiorelegance and address."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "From his half-itinerant life, also, he was a kind of travelling gazette,carrying the whole budget of local gossip from house to house, so thathis appearance was always greeted with satisfaction. He was, moreover,esteemed by the women as a man of great erudition, for he had readseveral books quite through, and was a perfect master of Cotton Mather’s“History of New England Witchcraft,” in which, by the way, he mostfirmly and potently believed."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "He was, in fact, an odd mixture of small shrewdness and simplecredulity. His appetite for the marvellous, and his powers of digestingit, were equally extraordinary; and both had been increased by hisresidence in this spell-bound region. No tale was too gross or monstrousfor his capacious swallow. It was often his delight, after his schoolwas dismissed in the afternoon, to stretch himself on the rich bed ofclover bordering the little brook that whimpered by his schoolhouse, andthere con over old Mather’s direful tales, until the gathering dusk ofevening made the printed page a mere mist before his eyes. Then, as hewended his way by swamp and stream and awful woodland, to the farmhousewhere he happened to be quartered, every sound of nature, at thatwitching hour, fluttered his excited imagination,--the moan of thewhip-poor-will from the hillside, the boding cry of the tree toad, thatharbinger of storm, the dreary hooting of the screech owl, or thesudden rustling in the thicket of birds frightened from their roost. Thefireflies, too, which sparkled most vividly in the darkest places, nowand then startled him, as one of uncommon brightness would stream acrosshis path; and if, by chance, a huge blockhead of a beetle came winginghis blundering flight against him, the poor varlet was ready to give upthe ghost, with the idea that he was struck with a witch’s token. Hisonly resource on such occasions, either to drown thought or drive awayevil spirits, was to sing psalm tunes and the good people of SleepyHollow, as they sat by their doors of an evening, were often filled withawe at hearing his nasal melody, “in linked sweetness long drawn out,” floating from the distant hill, or along the dusky road."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Another of his sources of fearful pleasure was to pass long winterevenings with the old Dutch wives, as they sat spinning by the fire,with a row of apples roasting and spluttering along the hearth, andlisten to their marvellous tales of ghosts and goblins, and hauntedfields, and haunted brooks, and haunted bridges, and haunted houses,and particularly of the headless horseman, or Galloping Hessian of theHollow, as they sometimes called him. He would delight them equally byhis anecdotes of witchcraft, and of the direful omens and portentoussights and sounds in the air, which prevailed in the earlier times ofConnecticut; and would frighten them woefully with speculations uponcomets and shooting stars; and with the alarming fact that the world didabsolutely turn round, and that they were half the time topsy-turvy!"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "But if there was a pleasure in all this, while snugly cuddling inthe chimney corner of a chamber that was all of a ruddy glow from thecrackling wood fire, and where, of course, no spectre dared to showits face, it was dearly purchased by the terrors of his subsequent walkhomewards. What fearful shapes and shadows beset his path, amidst thedim and ghastly glare of a snowy night! With what wistful look did heeye every trembling ray of light streaming across the waste fields fromsome distant window! How often was he appalled by some shrub coveredwith snow, which, like a sheeted spectre, beset his very path! How oftendid he shrink with curdling awe at the sound of his own steps on thefrosty crust beneath his feet; and dread to look over his shoulder, lesthe should behold some uncouth being tramping close behind him! And howoften was he thrown into complete dismay by some rushing blast, howlingamong the trees, in the idea that it was the Galloping Hessian on one ofhis nightly scourings!"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "All these, however, were mere terrors of the night, phantoms of the mindthat walk in darkness; and though he had seen many spectres in his time,and been more than once beset by Satan in divers shapes, in his lonelyperambulations, yet daylight put an end to all these evils; and he wouldhave passed a pleasant life of it, in despite of the Devil and all hisworks, if his path had not been crossed by a being that causes moreperplexity to mortal man than ghosts, goblins, and the whole race ofwitches put together, and that was--a woman."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Among the musical disciples who assembled, one evening in each week,to receive his instructions in psalmody, was Katrina Van Tassel,the daughter and only child of a substantial Dutch farmer. She was ablooming lass of fresh eighteen; plump as a partridge; ripe and meltingand rosy-cheeked as one of her father’s peaches, and universally famed,not merely for her beauty, but her vast expectations. She was withal alittle of a coquette, as might be perceived even in her dress, which wasa mixture of ancient and modern fashions, as most suited to set offher charms. She wore the ornaments of pure yellow gold, which hergreat-great-grandmother had brought over from Saardam; the temptingstomacher of the olden time, and withal a provokingly short petticoat,to display the prettiest foot and ankle in the country round."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Ichabod Crane had a soft and foolish heart towards the sex; and it isnot to be wondered at that so tempting a morsel soon found favor in hiseyes, more especially after he had visited her in her paternal mansion.Old Baltus Van Tassel was a perfect picture of a thriving, contented,liberal-hearted farmer. He seldom, it is true, sent either his eyes orhis thoughts beyond the boundaries of his own farm; but within thoseeverything was snug, happy and well-conditioned. He was satisfied withhis wealth, but not proud of it; and piqued himself upon the heartyabundance, rather than the style in which he lived. His stronghold wassituated on the banks of the Hudson, in one of those green, sheltered,fertile nooks in which the Dutch farmers are so fond of nestling. Agreat elm tree spread its broad branches over it, at the foot of whichbubbled up a spring of the softest and sweetest water, in a little wellformed of a barrel; and then stole sparkling away through the grass, toa neighboring brook, that babbled along among alders and dwarf willows.Hard by the farmhouse was a vast barn, that might have served for achurch; every window and crevice of which seemed bursting forth with thetreasures of the farm; the flail was busily resounding within it frommorning to night; swallows and martins skimmed twittering about theeaves; and rows of pigeons, some with one eye turned up, as if watchingthe weather, some with their heads under their wings or buried in theirbosoms, and others swelling, and cooing, and bowing about their dames,were enjoying the sunshine on the roof. Sleek unwieldy porkers weregrunting in the repose and abundance of their pens, from whence salliedforth, now and then, troops of sucking pigs, as if to snuff the air.A stately squadron of snowy geese were riding in an adjoining pond,convoying whole fleets of ducks; regiments of turkeys were gobblingthrough the farmyard, and Guinea fowls fretting about it, likeill-tempered housewives, with their peevish, discontented cry. Beforethe barn door strutted the gallant cock, that pattern of a husband, awarrior and a fine gentleman, clapping his burnished wings and crowingin the pride and gladness of his heart,--sometimes tearing up the earthwith his feet, and then generously calling his ever-hungry family ofwives and children to enjoy the rich morsel which he had discovered."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The pedagogue’s mouth watered as he looked upon this sumptuous promiseof luxurious winter fare. In his devouring mind’s eye, he pictured tohimself every roasting-pig running about with a pudding in his belly,and an apple in his mouth; the pigeons were snugly put to bed in acomfortable pie, and tucked in with a coverlet of crust; the geese wereswimming in their own gravy; and the ducks pairing cosily in dishes,like snug married couples, with a decent competency of onion sauce. Inthe porkers he saw carved out the future sleek side of bacon, and juicyrelishing ham; not a turkey but he beheld daintily trussed up, withits gizzard under its wing, and, peradventure, a necklace of savorysausages; and even bright chanticleer himself lay sprawling on his back,in a side dish, with uplifted claws, as if craving that quarter whichhis chivalrous spirit disdained to ask while living."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "As the enraptured Ichabod fancied all this, and as he rolled his greatgreen eyes over the fat meadow lands, the rich fields of wheat, of rye,of buckwheat, and Indian corn, and the orchards burdened with ruddyfruit, which surrounded the warm tenement of Van Tassel, his heartyearned after the damsel who was to inherit these domains, and hisimagination expanded with the idea, how they might be readily turnedinto cash, and the money invested in immense tracts of wild land, andshingle palaces in the wilderness. Nay, his busy fancy already realizedhis hopes, and presented to him the blooming Katrina, with a wholefamily of children, mounted on the top of a wagon loaded with householdtrumpery, with pots and kettles dangling beneath; and he beheld himselfbestriding a pacing mare, with a colt at her heels, setting out forKentucky, Tennessee,--or the Lord knows where!"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "When he entered the house, the conquest of his heart was complete. Itwas one of those spacious farmhouses, with high-ridged but lowly slopingroofs, built in the style handed down from the first Dutch settlers; thelow projecting eaves forming a piazza along the front, capable of beingclosed up in bad weather. Under this were hung flails, harness, variousutensils of husbandry, and nets for fishing in the neighboringriver. Benches were built along the sides for summer use; and a greatspinning-wheel at one end, and a churn at the other, showed the varioususes to which this important porch might be devoted. From this piazzathe wondering Ichabod entered the hall, which formed the centre of themansion, and the place of usual residence. Here rows of resplendentpewter, ranged on a long dresser, dazzled his eyes. In one cornerstood a huge bag of wool, ready to be spun; in another, a quantity oflinsey-woolsey just from the loom; ears of Indian corn, and strings ofdried apples and peaches, hung in gay festoons along the walls, mingledwith the gaud of red peppers; and a door left ajar gave him a peep intothe best parlor, where the claw-footed chairs and dark mahogany tablesshone like mirrors; andirons, with their accompanying shovel andtongs, glistened from their covert of asparagus tops; mock-oranges andconch-shells decorated the mantelpiece; strings of various-colored birdseggs were suspended above it; a great ostrich egg was hung fromthe centre of the room, and a corner cupboard, knowingly left open,displayed immense treasures of old silver and well-mended china."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "From the moment Ichabod laid his eyes upon these regions of delight, thepeace of his mind was at an end, and his only study was how to gain theaffections of the peerless daughter of Van Tassel. In this enterprise,however, he had more real difficulties than generally fell to the lot ofa knight-errant of yore, who seldom had anything but giants, enchanters,fiery dragons, and such like easily conquered adversaries, to contendwith and had to make his way merely through gates of iron and brass,and walls of adamant to the castle keep, where the lady of his heart wasconfined; all which he achieved as easily as a man would carve his wayto the centre of a Christmas pie; and then the lady gave him her hand asa matter of course. Ichabod, on the contrary, had to win his way tothe heart of a country coquette, beset with a labyrinth of whimsand caprices, which were forever presenting new difficulties andimpediments; and he had to encounter a host of fearful adversaries ofreal flesh and blood, the numerous rustic admirers, who beset everyportal to her heart, keeping a watchful and angry eye upon each other,but ready to fly out in the common cause against any new competitor."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Among these, the most formidable was a burly, roaring, roystering blade,of the name of Abraham, or, according to the Dutch abbreviation, BromVan Brunt, the hero of the country round, which rang with his feats ofstrength and hardihood. He was broad-shouldered and double-jointed,with short curly black hair, and a bluff but not unpleasant countenance,having a mingled air of fun and arrogance. From his Herculean frameand great powers of limb he had received the nickname of BROM BONES,by which he was universally known. He was famed for great knowledge andskill in horsemanship, being as dexterous on horseback as a Tartar.He was foremost at all races and cock fights; and, with the ascendancywhich bodily strength always acquires in rustic life, was the umpire inall disputes, setting his hat on one side, and giving his decisions withan air and tone that admitted of no gainsay or appeal. He was alwaysready for either a fight or a frolic; but had more mischief thanill-will in his composition; and with all his overbearing roughness,there was a strong dash of waggish good humor at bottom. He had three orfour boon companions, who regarded him as their model, and at thehead of whom he scoured the country, attending every scene of feud ormerriment for miles round. In cold weather he was distinguished by afur cap, surmounted with a flaunting fox’s tail; and when the folks at acountry gathering descried this well-known crest at a distance, whiskingabout among a squad of hard riders, they always stood by for a squall.Sometimes his crew would be heard dashing along past the farmhouses atmidnight, with whoop and halloo, like a troop of Don Cossacks; and theold dames, startled out of their sleep, would listen for a moment tillthe hurry-scurry had clattered by, and then exclaim, “Ay, there goesBrom Bones and his gang!” The neighbors looked upon him with a mixtureof awe, admiration, and good-will; and, when any madcap prank or rusticbrawl occurred in the vicinity, always shook their heads, and warrantedBrom Bones was at the bottom of it."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "This rantipole hero had for some time singled out the blooming Katrinafor the object of his uncouth gallantries, and though his amoroustoyings were something like the gentle caresses and endearments of abear, yet it was whispered that she did not altogether discourage hishopes. Certain it is, his advances were signals for rival candidates toretire, who felt no inclination to cross a lion in his amours; insomuch,that when his horse was seen tied to Van Tassel’s paling, on a Sundaynight, a sure sign that his master was courting, or, as it is termed,“sparking,” within, all other suitors passed by in despair, and carriedthe war into other quarters."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Such was the formidable rival with whom Ichabod Crane had to contend,and, considering all things, a stouter man than he would have shrunkfrom the competition, and a wiser man would have despaired. He had,however, a happy mixture of pliability and perseverance in his nature;he was in form and spirit like a supple-jack--yielding, but tough;though he bent, he never broke; and though he bowed beneath theslightest pressure, yet, the moment it was away--jerk!--he was as erect,and carried his head as high as ever."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "To have taken the field openly against his rival would have beenmadness; for he was not a man to be thwarted in his amours, any morethan that stormy lover, Achilles. Ichabod, therefore, made his advancesin a quiet and gently insinuating manner. Under cover of his characterof singing-master, he made frequent visits at the farmhouse; not that hehad anything to apprehend from the meddlesome interference of parents,which is so often a stumbling-block in the path of lovers. Balt VanTassel was an easy indulgent soul; he loved his daughter better eventhan his pipe, and, like a reasonable man and an excellent father, lether have her way in everything. His notable little wife, too, had enoughto do to attend to her housekeeping and manage her poultry; for, as shesagely observed, ducks and geese are foolish things, and must be lookedafter, but girls can take care of themselves. Thus, while the busy damebustled about the house, or plied her spinning-wheel at one end of thepiazza, honest Balt would sit smoking his evening pipe at the other,watching the achievements of a little wooden warrior, who, armed with asword in each hand, was most valiantly fighting the wind on the pinnacleof the barn. In the mean time, Ichabod would carry on his suit with thedaughter by the side of the spring under the great elm, or saunteringalong in the twilight, that hour so favorable to the lover’s eloquence."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "I profess not to know how women’s hearts are wooed and won. To me theyhave always been matters of riddle and admiration. Some seem to have butone vulnerable point, or door of access; while others have a thousandavenues, and may be captured in a thousand different ways. It is agreat triumph of skill to gain the former, but a still greater proof ofgeneralship to maintain possession of the latter, for man must battlefor his fortress at every door and window. He who wins a thousand commonhearts is therefore entitled to some renown; but he who keeps undisputedsway over the heart of a coquette is indeed a hero. Certain it is, thiswas not the case with the redoubtable Brom Bones; and from the momentIchabod Crane made his advances, the interests of the former evidentlydeclined: his horse was no longer seen tied to the palings on Sundaynights, and a deadly feud gradually arose between him and the preceptorof Sleepy Hollow."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Brom, who had a degree of rough chivalry in his nature, would fain havecarried matters to open warfare and have settled their pretensionsto the lady, according to the mode of those most concise and simplereasoners, the knights-errant of yore,--by single combat; but Ichabodwas too conscious of the superior might of his adversary to enter thelists against him; he had overheard a boast of Bones, that he would“double the schoolmaster up, and lay him on a shelf of his ownschoolhouse;” and he was too wary to give him an opportunity. There wassomething extremely provoking in this obstinately pacific system; itleft Brom no alternative but to draw upon the funds of rustic waggery inhis disposition, and to play off boorish practical jokes upon his rival.Ichabod became the object of whimsical persecution to Bones and his gangof rough riders. They harried his hitherto peaceful domains; smokedout his singing school by stopping up the chimney; broke into theschoolhouse at night, in spite of its formidable fastenings of witheand window stakes, and turned everything topsy-turvy, so that the poorschoolmaster began to think all the witches in the country heldtheir meetings there. But what was still more annoying, Brom took allopportunities of turning him into ridicule in presence of his mistress,and had a scoundrel dog whom he taught to whine in the most ludicrousmanner, and introduced as a rival of Ichabod’s, to instruct her inpsalmody."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "In this way matters went on for some time, without producing anymaterial effect on the relative situations of the contending powers. Ona fine autumnal afternoon, Ichabod, in pensive mood, sat enthroned onthe lofty stool from whence he usually watched all the concerns of hislittle literary realm. In his hand he swayed a ferule, that sceptre ofdespotic power; the birch of justice reposed on three nails behind thethrone, a constant terror to evil doers, while on the desk beforehim might be seen sundry contraband articles and prohibited weapons,detected upon the persons of idle urchins, such as half-munched apples,popguns, whirligigs, fly-cages, and whole legions of rampant littlepaper gamecocks. Apparently there had been some appalling act of justicerecently inflicted, for his scholars were all busily intent upon theirbooks, or slyly whispering behind them with one eye kept upon themaster; and a kind of buzzing stillness reigned throughout theschoolroom. It was suddenly interrupted by the appearance of a negro intow-cloth jacket and trowsers, a round-crowned fragment of a hat,like the cap of Mercury, and mounted on the back of a ragged, wild,half-broken colt, which he managed with a rope by way of halter. He cameclattering up to the school door with an invitation to Ichabod to attenda merry-making or “quilting frolic,” to be held that evening atMynheer Van Tassel’s; and having delivered his message with that air ofimportance, and effort at fine language, which a negro is apt to displayon petty embassies of the kind, he dashed over the brook, and was seenscampering away up the hollow, full of the importance and hurry of hismission."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "All was now bustle and hubbub in the late quiet schoolroom. The scholarswere hurried through their lessons without stopping at trifles; thosewho were nimble skipped over half with impunity, and those who weretardy had a smart application now and then in the rear, to quicken theirspeed or help them over a tall word. Books were flung aside withoutbeing put away on the shelves, inkstands were overturned, benches throwndown, and the whole school was turned loose an hour before the usualtime, bursting forth like a legion of young imps, yelping and racketingabout the green in joy at their early emancipation."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The gallant Ichabod now spent at least an extra half hour at his toilet,brushing and furbishing up his best, and indeed only suit of rustyblack, and arranging his locks by a bit of broken looking-glass thathung up in the schoolhouse. That he might make his appearance before hismistress in the true style of a cavalier, he borrowed a horse from thefarmer with whom he was domiciliated, a choleric old Dutchman of thename of Hans Van Ripper, and, thus gallantly mounted, issued forth likea knight-errant in quest of adventures. But it is meet I should, inthe true spirit of romantic story, give some account of the looksand equipments of my hero and his steed. The animal he bestrode wasa broken-down plow-horse, that had outlived almost everything but itsviciousness. He was gaunt and shagged, with a ewe neck, and a head likea hammer; his rusty mane and tail were tangled and knotted with burs;one eye had lost its pupil, and was glaring and spectral, but the otherhad the gleam of a genuine devil in it. Still he must have had fire andmettle in his day, if we may judge from the name he bore of Gunpowder.He had, in fact, been a favorite steed of his master’s, the choleric VanRipper, who was a furious rider, and had infused, very probably, some ofhis own spirit into the animal; for, old and broken-down as he looked,there was more of the lurking devil in him than in any young filly inthe country."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Ichabod was a suitable figure for such a steed. He rode with shortstirrups, which brought his knees nearly up to the pommel of the saddle;his sharp elbows stuck out like grasshoppers’; he carried his whipperpendicularly in his hand, like a sceptre, and as his horse jogged on,the motion of his arms was not unlike the flapping of a pair of wings. Asmall wool hat rested on the top of his nose, for so his scanty strip offorehead might be called, and the skirts of his black coat fluttered outalmost to the horses tail. Such was the appearance of Ichabod and hissteed as they shambled out of the gate of Hans Van Ripper, and it wasaltogether such an apparition as is seldom to be met with in broaddaylight."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "It was, as I have said, a fine autumnal day; the sky was clear andserene, and nature wore that rich and golden livery which we alwaysassociate with the idea of abundance. The forests had put on their soberbrown and yellow, while some trees of the tenderer kind had been nippedby the frosts into brilliant dyes of orange, purple, and scarlet.Streaming files of wild ducks began to make their appearance high in theair; the bark of the squirrel might be heard from the groves of beechand hickory-nuts, and the pensive whistle of the quail at intervals fromthe neighboring stubble field."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The small birds were taking their farewell banquets. In the fullnessof their revelry, they fluttered, chirping and frolicking from bush tobush, and tree to tree, capricious from the very profusion and varietyaround them. There was the honest cock robin, the favorite game ofstripling sportsmen, with its loud querulous note; and the twitteringblackbirds flying in sable clouds; and the golden-winged woodpecker withhis crimson crest, his broad black gorget, and splendid plumage; and thecedar bird, with its red-tipt wings and yellow-tipt tail and its littlemonteiro cap of feathers; and the blue jay, that noisy coxcomb, in hisgay light blue coat and white underclothes, screaming and chattering,nodding and bobbing and bowing, and pretending to be on good terms withevery songster of the grove."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "As Ichabod jogged slowly on his way, his eye, ever open to every symptomof culinary abundance, ranged with delight over the treasures of jollyautumn. On all sides he beheld vast store of apples; some hanging inoppressive opulence on the trees; some gathered into baskets and barrelsfor the market; others heaped up in rich piles for the cider-press.Farther on he beheld great fields of Indian corn, with its golden earspeeping from their leafy coverts, and holding out the promise of cakesand hasty-pudding; and the yellow pumpkins lying beneath them, turningup their fair round bellies to the sun, and giving ample prospects ofthe most luxurious of pies; and anon he passed the fragrant buckwheatfields breathing the odor of the beehive, and as he beheld them, softanticipations stole over his mind of dainty slapjacks, well buttered,and garnished with honey or treacle, by the delicate little dimpled handof Katrina Van Tassel."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Thus feeding his mind with many sweet thoughts and “sugaredsuppositions,” he journeyed along the sides of a range of hills whichlook out upon some of the goodliest scenes of the mighty Hudson. The sungradually wheeled his broad disk down in the west. The wide bosom of theTappan Zee lay motionless and glassy, excepting that here and there agentle undulation waved and prolonged the blue shadow of the distantmountain. A few amber clouds floated in the sky, without a breath of airto move them. The horizon was of a fine golden tint, changing graduallyinto a pure apple green, and from that into the deep blue of themid-heaven. A slanting ray lingered on the woody crests of theprecipices that overhung some parts of the river, giving greater depthto the dark gray and purple of their rocky sides. A sloop was loiteringin the distance, dropping slowly down with the tide, her sail hanginguselessly against the mast; and as the reflection of the sky gleamedalong the still water, it seemed as if the vessel was suspended in theair."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "It was toward evening that Ichabod arrived at the castle of the HeerVan Tassel, which he found thronged with the pride and flower of theadjacent country. Old farmers, a spare leathern-faced race, in homespuncoats and breeches, blue stockings, huge shoes, and magnificent pewterbuckles. Their brisk, withered little dames, in close-crimped caps,long-waisted short gowns, homespun petticoats, with scissors andpincushions, and gay calico pockets hanging on the outside. Buxomlasses, almost as antiquated as their mothers, excepting where a strawhat, a fine ribbon, or perhaps a white frock, gave symptoms of cityinnovation. The sons, in short square-skirted coats, with rows ofstupendous brass buttons, and their hair generally queued in the fashionof the times, especially if they could procure an eel-skin for thepurpose, it being esteemed throughout the country as a potent nourisherand strengthener of the hair."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Brom Bones, however, was the hero of the scene, having come to thegathering on his favorite steed Daredevil, a creature, like himself,full of mettle and mischief, and which no one but himself could manage.He was, in fact, noted for preferring vicious animals, given to allkinds of tricks which kept the rider in constant risk of his neck, forhe held a tractable, well-broken horse as unworthy of a lad of spirit."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Fain would I pause to dwell upon the world of charms that burst uponthe enraptured gaze of my hero, as he entered the state parlor of VanTassel’s mansion. Not those of the bevy of buxom lasses, with theirluxurious display of red and white; but the ample charms of a genuineDutch country tea-table, in the sumptuous time of autumn. Such heaped upplatters of cakes of various and almost indescribable kinds, known onlyto experienced Dutch housewives! There was the doughty doughnut, thetender oly koek, and the crisp and crumbling cruller; sweet cakes andshort cakes, ginger cakes and honey cakes, and the whole family ofcakes. And then there were apple pies, and peach pies, and pumpkin pies;besides slices of ham and smoked beef; and moreover delectable dishesof preserved plums, and peaches, and pears, and quinces; not to mentionbroiled shad and roasted chickens; together with bowls of milk andcream, all mingled higgledy-piggledy, pretty much as I have enumeratedthem, with the motherly teapot sending up its clouds of vapor from themidst--Heaven bless the mark! I want breath and time to discuss thisbanquet as it deserves, and am too eager to get on with my story.Happily, Ichabod Crane was not in so great a hurry as his historian, butdid ample justice to every dainty."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "He was a kind and thankful creature, whose heart dilated in proportionas his skin was filled with good cheer, and whose spirits rose witheating, as some men’s do with drink. He could not help, too, rolling hislarge eyes round him as he ate, and chuckling with the possibility thathe might one day be lord of all this scene of almost unimaginable luxuryand splendor. Then, he thought, how soon he’d turn his back upon the oldschoolhouse; snap his fingers in the face of Hans Van Ripper, and everyother niggardly patron, and kick any itinerant pedagogue out of doorsthat should dare to call him comrade!"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Old Baltus Van Tassel moved about among his guests with a face dilatedwith content and good humor, round and jolly as the harvest moon. Hishospitable attentions were brief, but expressive, being confined to ashake of the hand, a slap on the shoulder, a loud laugh, and a pressinginvitation to “fall to, and help themselves.”"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "And now the sound of the music from the common room, or hall, summonedto the dance. The musician was an old gray-headed negro, who hadbeen the itinerant orchestra of the neighborhood for more than half acentury. His instrument was as old and battered as himself. The greaterpart of the time he scraped on two or three strings, accompanying everymovement of the bow with a motion of the head; bowing almost to theground, and stamping with his foot whenever a fresh couple were tostart."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Ichabod prided himself upon his dancing as much as upon his vocalpowers. Not a limb, not a fibre about him was idle; and to have seen hisloosely hung frame in full motion, and clattering about the room, youwould have thought St. Vitus himself, that blessed patron of the dance,was figuring before you in person. He was the admiration of all thenegroes; who, having gathered, of all ages and sizes, from the farmand the neighborhood, stood forming a pyramid of shining black faces atevery door and window, gazing with delight at the scene, rolling theirwhite eyeballs, and showing grinning rows of ivory from ear to ear. Howcould the flogger of urchins be otherwise than animated and joyous? Thelady of his heart was his partner in the dance, and smiling graciouslyin reply to all his amorous oglings; while Brom Bones, sorely smittenwith love and jealousy, sat brooding by himself in one corner."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "When the dance was at an end, Ichabod was attracted to a knot of thesager folks, who, with Old Van Tassel, sat smoking at one end of thepiazza, gossiping over former times, and drawing out long stories aboutthe war."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "This neighborhood, at the time of which I am speaking, was one of thosehighly favored places which abound with chronicle and great men. TheBritish and American line had run near it during the war; it had,therefore, been the scene of marauding and infested with refugees,cowboys, and all kinds of border chivalry. Just sufficient time hadelapsed to enable each storyteller to dress up his tale with a littlebecoming fiction, and, in the indistinctness of his recollection, tomake himself the hero of every exploit."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "There was the story of Doffue Martling, a large blue-bearded Dutchman,who had nearly taken a British frigate with an old iron nine-pounderfrom a mud breastwork, only that his gun burst at the sixth discharge.And there was an old gentleman who shall be nameless, being too richa mynheer to be lightly mentioned, who, in the battle of White Plains,being an excellent master of defence, parried a musket-ball with a smallsword, insomuch that he absolutely felt it whiz round the blade, andglance off at the hilt; in proof of which he was ready at any time toshow the sword, with the hilt a little bent. There were several morethat had been equally great in the field, not one of whom but waspersuaded that he had a considerable hand in bringing the war to a happytermination."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "But all these were nothing to the tales of ghosts and apparitions thatsucceeded. The neighborhood is rich in legendary treasures of thekind. Local tales and superstitions thrive best in these sheltered,long-settled retreats; but are trampled under foot by the shiftingthrong that forms the population of most of our country places. Besides,there is no encouragement for ghosts in most of our villages, for theyhave scarcely had time to finish their first nap and turn themselves intheir graves, before their surviving friends have travelled away fromthe neighborhood; so that when they turn out at night to walk theirrounds, they have no acquaintance left to call upon. This is perhaps thereason why we so seldom hear of ghosts except in our long-establishedDutch communities."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The immediate cause, however, of the prevalence of supernatural storiesin these parts, was doubtless owing to the vicinity of Sleepy Hollow.There was a contagion in the very air that blew from that hauntedregion; it breathed forth an atmosphere of dreams and fancies infectingall the land. Several of the Sleepy Hollow people were present atVan Tassel’s, and, as usual, were doling out their wild and wonderfullegends. Many dismal tales were told about funeral trains, and mourningcries and wailings heard and seen about the great tree where theunfortunate Major André was taken, and which stood in the neighborhood.Some mention was made also of the woman in white, that haunted thedark glen at Raven Rock, and was often heard to shriek on winter nightsbefore a storm, having perished there in the snow. The chief part of thestories, however, turned upon the favorite spectre of Sleepy Hollow, theHeadless Horseman, who had been heard several times of late, patrollingthe country; and, it was said, tethered his horse nightly among thegraves in the churchyard."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The sequestered situation of this church seems always to have made it afavorite haunt of troubled spirits. It stands on a knoll, surrounded bylocust-trees and lofty elms, from among which its decent, whitewashedwalls shine modestly forth, like Christian purity beaming through theshades of retirement. A gentle slope descends from it to a silver sheetof water, bordered by high trees, between which, peeps may be caught atthe blue hills of the Hudson. To look upon its grass-grown yard, wherethe sunbeams seem to sleep so quietly, one would think that there atleast the dead might rest in peace. On one side of the church extends awide woody dell, along which raves a large brook among broken rocks andtrunks of fallen trees. Over a deep black part of the stream, not farfrom the church, was formerly thrown a wooden bridge; the road that ledto it, and the bridge itself, were thickly shaded by overhanging trees,which cast a gloom about it, even in the daytime; but occasioned afearful darkness at night. Such was one of the favorite haunts ofthe Headless Horseman, and the place where he was most frequentlyencountered. The tale was told of old Brouwer, a most hereticaldisbeliever in ghosts, how he met the Horseman returning from his forayinto Sleepy Hollow, and was obliged to get up behind him; how theygalloped over bush and brake, over hill and swamp, until they reachedthe bridge; when the Horseman suddenly turned into a skeleton, threw oldBrouwer into the brook, and sprang away over the tree-tops with a clapof thunder."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "This story was immediately matched by a thrice marvellous adventure ofBrom Bones, who made light of the Galloping Hessian as an arrant jockey.He affirmed that on returning one night from the neighboring village ofSing Sing, he had been overtaken by this midnight trooper; that he hadoffered to race with him for a bowl of punch, and should have won ittoo, for Daredevil beat the goblin horse all hollow, but just as theycame to the church bridge, the Hessian bolted, and vanished in a flashof fire."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "All these tales, told in that drowsy undertone with which men talk inthe dark, the countenances of the listeners only now and then receivinga casual gleam from the glare of a pipe, sank deep in the mind ofIchabod. He repaid them in kind with large extracts from his invaluableauthor, Cotton Mather, and added many marvellous events that had takenplace in his native State of Connecticut, and fearful sights which hehad seen in his nightly walks about Sleepy Hollow."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The revel now gradually broke up. The old farmers gathered togethertheir families in their wagons, and were heard for some time rattlingalong the hollow roads, and over the distant hills. Some of thedamsels mounted on pillions behind their favorite swains, and theirlight-hearted laughter, mingling with the clatter of hoofs, echoed alongthe silent woodlands, sounding fainter and fainter, until they graduallydied away,--and the late scene of noise and frolic was all silent anddeserted. Ichabod only lingered behind, according to the custom ofcountry lovers, to have a tête-à-tête with the heiress; fully convincedthat he was now on the high road to success. What passed at thisinterview I will not pretend to say, for in fact I do not know.Something, however, I fear me, must have gone wrong, for he certainlysallied forth, after no very great interval, with an air quite desolateand chapfallen. Oh, these women! these women! Could that girl have beenplaying off any of her coquettish tricks? Was her encouragement of thepoor pedagogue all a mere sham to secure her conquest of his rival?Heaven only knows, not I! Let it suffice to say, Ichabod stole forthwith the air of one who had been sacking a henroost, rather than a fairlady’s heart. Without looking to the right or left to notice the sceneof rural wealth, on which he had so often gloated, he went straight tothe stable, and with several hearty cuffs and kicks roused his steedmost uncourteously from the comfortable quarters in which he was soundlysleeping, dreaming of mountains of corn and oats, and whole valleys oftimothy and clover."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "It was the very witching time of night that Ichabod, heavy-hearted andcrestfallen, pursued his travels homewards, along the sides of thelofty hills which rise above Tarry Town, and which he had traversed socheerily in the afternoon. The hour was as dismal as himself. Far belowhim the Tappan Zee spread its dusky and indistinct waste of waters, withhere and there the tall mast of a sloop, riding quietly at anchor underthe land. In the dead hush of midnight, he could even hear the barkingof the watchdog from the opposite shore of the Hudson; but it wasso vague and faint as only to give an idea of his distance from thisfaithful companion of man. Now and then, too, the long-drawn crowingof a cock, accidentally awakened, would sound far, far off, from somefarmhouse away among the hills--but it was like a dreaming sound in hisear. No signs of life occurred near him, but occasionally the melancholychirp of a cricket, or perhaps the guttural twang of a bullfrog from aneighboring marsh, as if sleeping uncomfortably and turning suddenly inhis bed."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "All the stories of ghosts and goblins that he had heard in the afternoonnow came crowding upon his recollection. The night grew darker anddarker; the stars seemed to sink deeper in the sky, and driving cloudsoccasionally hid them from his sight. He had never felt so lonely anddismal. He was, moreover, approaching the very place where many of thescenes of the ghost stories had been laid. In the centre of the roadstood an enormous tulip-tree, which towered like a giant above all theother trees of the neighborhood, and formed a kind of landmark. Itslimbs were gnarled and fantastic, large enough to form trunks forordinary trees, twisting down almost to the earth, and rising again intothe air. It was connected with the tragical story of the unfortunateAndré, who had been taken prisoner hard by; and was universally knownby the name of Major André’s tree. The common people regarded it with amixture of respect and superstition, partly out of sympathy for thefate of its ill-starred namesake, and partly from the tales of strangesights, and doleful lamentations, told concerning it."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "As Ichabod approached this fearful tree, he began to whistle; he thoughthis whistle was answered; it was but a blast sweeping sharply throughthe dry branches. As he approached a little nearer, he thought he sawsomething white, hanging in the midst of the tree: he paused and ceasedwhistling but, on looking more narrowly, perceived that it was a placewhere the tree had been scathed by lightning, and the white wood laidbare. Suddenly he heard a groan--his teeth chattered, and his kneessmote against the saddle: it was but the rubbing of one huge bough uponanother, as they were swayed about by the breeze. He passed the tree insafety, but new perils lay before him."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "About two hundred yards from the tree, a small brook crossed the road,and ran into a marshy and thickly-wooded glen, known by the name ofWiley’s Swamp. A few rough logs, laid side by side, served for a bridgeover this stream. On that side of the road where the brook entered thewood, a group of oaks and chestnuts, matted thick with wild grape-vines,threw a cavernous gloom over it. To pass this bridge was the severesttrial. It was at this identical spot that the unfortunate André wascaptured, and under the covert of those chestnuts and vines were thesturdy yeomen concealed who surprised him. This has ever since beenconsidered a haunted stream, and fearful are the feelings of theschoolboy who has to pass it alone after dark."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "As he approached the stream, his heart began to thump; he summoned up,however, all his resolution, gave his horse half a score of kicks in theribs, and attempted to dash briskly across the bridge; but instead ofstarting forward, the perverse old animal made a lateral movement, andran broadside against the fence. Ichabod, whose fears increased with thedelay, jerked the reins on the other side, and kicked lustily with thecontrary foot: it was all in vain; his steed started, it is true, butit was only to plunge to the opposite side of the road into a thicket ofbrambles and alder bushes. The schoolmaster now bestowed both whip andheel upon the starveling ribs of old Gunpowder, who dashed forward,snuffling and snorting, but came to a stand just by the bridge, with asuddenness that had nearly sent his rider sprawling over his head.Just at this moment a plashy tramp by the side of the bridge caught thesensitive ear of Ichabod. In the dark shadow of the grove, on the marginof the brook, he beheld something huge, misshapen and towering. Itstirred not, but seemed gathered up in the gloom, like some giganticmonster ready to spring upon the traveller."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The hair of the affrighted pedagogue rose upon his head with terror.What was to be done? To turn and fly was now too late; and besides,what chance was there of escaping ghost or goblin, if such it was, whichcould ride upon the wings of the wind? Summoning up, therefore, ashow of courage, he demanded in stammering accents, “Who are you?” He received no reply. He repeated his demand in a still more agitatedvoice. Still there was no answer. Once more he cudgelled the sidesof the inflexible Gunpowder, and, shutting his eyes, broke forth withinvoluntary fervor into a psalm tune. Just then the shadowy object ofalarm put itself in motion, and with a scramble and a bound stood atonce in the middle of the road. Though the night was dark and dismal,yet the form of the unknown might now in some degree be ascertained. Heappeared to be a horseman of large dimensions, and mounted on a blackhorse of powerful frame. He made no offer of molestation or sociability,but kept aloof on one side of the road, jogging along on the blind sideof old Gunpowder, who had now got over his fright and waywardness."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "Ichabod, who had no relish for this strange midnight companion, andbethought himself of the adventure of Brom Bones with the GallopingHessian, now quickened his steed in hopes of leaving him behind. Thestranger, however, quickened his horse to an equal pace. Ichabod pulledup, and fell into a walk, thinking to lag behind,--the other did thesame. His heart began to sink within him; he endeavored to resume hispsalm tune, but his parched tongue clove to the roof of his mouth, andhe could not utter a stave. There was something in the moody anddogged silence of this pertinacious companion that was mysterious andappalling. It was soon fearfully accounted for. On mounting a risingground, which brought the figure of his fellow-traveller in reliefagainst the sky, gigantic in height, and muffled in a cloak, Ichabod washorror-struck on perceiving that he was headless!--but his horror wasstill more increased on observing that the head, which should haverested on his shoulders, was carried before him on the pommel of hissaddle! His terror rose to desperation; he rained a shower of kicks andblows upon Gunpowder, hoping by a sudden movement to give his companionthe slip; but the spectre started full jump with him. Away, then, theydashed through thick and thin; stones flying and sparks flashing atevery bound. Ichabod’s flimsy garments fluttered in the air, ashe stretched his long lank body away over his horse’s head, in theeagerness of his flight."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "They had now reached the road which turns off to Sleepy Hollow; butGunpowder, who seemed possessed with a demon, instead of keeping up it,made an opposite turn, and plunged headlong downhill to the left. Thisroad leads through a sandy hollow shaded by trees for about a quarterof a mile, where it crosses the bridge famous in goblin story; and justbeyond swells the green knoll on which stands the whitewashed church."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "As yet the panic of the steed had given his unskilful rider an apparentadvantage in the chase, but just as he had got half way through thehollow, the girths of the saddle gave way, and he felt it slipping fromunder him. He seized it by the pommel, and endeavored to hold it firm,but in vain; and had just time to save himself by clasping old Gunpowderround the neck, when the saddle fell to the earth, and he heard ittrampled under foot by his pursuer. For a moment the terror of Hans VanRipper’s wrath passed across his mind,--for it was his Sunday saddle;but this was no time for petty fears; the goblin was hard on hishaunches; and (unskilful rider that he was!) he had much ado to maintainhis seat; sometimes slipping on one side, sometimes on another, andsometimes jolted on the high ridge of his horse’s backbone, with aviolence that he verily feared would cleave him asunder."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "An opening in the trees now cheered him with the hopes that the churchbridge was at hand. The wavering reflection of a silver star in thebosom of the brook told him that he was not mistaken. He saw the wallsof the church dimly glaring under the trees beyond. He recollected theplace where Brom Bones’s ghostly competitor had disappeared. “If I canbut reach that bridge,” thought Ichabod, “I am safe.” Just then he heardthe black steed panting and blowing close behind him; he even fanciedthat he felt his hot breath. Another convulsive kick in the ribs, andold Gunpowder sprang upon the bridge; he thundered over the resoundingplanks; he gained the opposite side; and now Ichabod cast a look behindto see if his pursuer should vanish, according to rule, in a flash offire and brimstone. Just then he saw the goblin rising in his stirrups,and in the very act of hurling his head at him. Ichabod endeavored tododge the horrible missile, but too late. It encountered his craniumwith a tremendous crash,--he was tumbled headlong into the dust, andGunpowder, the black steed, and the goblin rider, passed by like awhirlwind."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The next morning the old horse was found without his saddle, and withthe bridle under his feet, soberly cropping the grass at his master’sgate. Ichabod did not make his appearance at breakfast; dinner-hourcame, but no Ichabod. The boys assembled at the schoolhouse, andstrolled idly about the banks of the brook; but no schoolmaster. HansVan Ripper now began to feel some uneasiness about the fate of poorIchabod, and his saddle. An inquiry was set on foot, and after diligentinvestigation they came upon his traces. In one part of the road leadingto the church was found the saddle trampled in the dirt; the tracks ofhorses’ hoofs deeply dented in the road, and evidently at furious speed,were traced to the bridge, beyond which, on the bank of a broad part ofthe brook, where the water ran deep and black, was found the hat of theunfortunate Ichabod, and close beside it a shattered pumpkin."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The brook was searched, but the body of the schoolmaster was not tobe discovered. Hans Van Ripper as executor of his estate, examined thebundle which contained all his worldly effects. They consisted of twoshirts and a half; two stocks for the neck; a pair or two of worstedstockings; an old pair of corduroy small-clothes; a rusty razor; a bookof psalm tunes full of dog’s-ears; and a broken pitch-pipe. As to thebooks and furniture of the schoolhouse, they belonged to the community,excepting Cotton Mather’s “History of Witchcraft,” a “New EnglandAlmanac,” and a book of dreams and fortune-telling; in which last wasa sheet of foolscap much scribbled and blotted in several fruitlessattempts to make a copy of verses in honor of the heiress of Van Tassel.These magic books and the poetic scrawl were forthwith consigned to theflames by Hans Van Ripper; who, from that time forward, determined tosend his children no more to school, observing that he never knewany good come of this same reading and writing. Whatever money theschoolmaster possessed, and he had received his quarter’s pay but aday or two before, he must have had about his person at the time of hisdisappearance."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The mysterious event caused much speculation at the church on thefollowing Sunday. Knots of gazers and gossips were collected in thechurchyard, at the bridge, and at the spot where the hat and pumpkinhad been found. The stories of Brouwer, of Bones, and a whole budget ofothers were called to mind; and when they had diligently considered themall, and compared them with the symptoms of the present case, they shooktheir heads, and came to the conclusion that Ichabod had been carriedoff by the Galloping Hessian. As he was a bachelor, and in nobody’sdebt, nobody troubled his head any more about him; the school wasremoved to a different quarter of the hollow, and another pedagoguereigned in his stead."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "It is true, an old farmer, who had been down to New York on a visitseveral years after, and from whom this account of the ghostly adventurewas received, brought home the intelligence that Ichabod Crane was stillalive; that he had left the neighborhood partly through fear of thegoblin and Hans Van Ripper, and partly in mortification at having beensuddenly dismissed by the heiress; that he had changed his quarters to adistant part of the country; had kept school and studied law at the sametime; had been admitted to the bar; turned politician; electioneered;written for the newspapers; and finally had been made a justice ofthe Ten Pound Court. Brom Bones, too, who, shortly after his rival’sdisappearance conducted the blooming Katrina in triumph to the altar,was observed to look exceedingly knowing whenever the story of Ichabodwas related, and always burst into a hearty laugh at the mention of thepumpkin; which led some to suspect that he knew more about the matterthan he chose to tell."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The old country wives, however, who are the best judges of thesematters, maintain to this day that Ichabod was spirited away bysupernatural means; and it is a favorite story often told about theneighborhood round the winter evening fire. The bridge became more thanever an object of superstitious awe; and that may be the reason why theroad has been altered of late years, so as to approach the church bythe border of the millpond. The schoolhouse being deserted soon fell todecay, and was reported to be haunted by the ghost of the unfortunatepedagogue and the plowboy, loitering homeward of a still summer evening,has often fancied his voice at a distance, chanting a melancholy psalmtune among the tranquil solitudes of Sleepy Hollow."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "POSTSCRIPT."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "FOUND IN THE HANDWRITING OF MR. KNICKERBOCKER."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The preceding tale is given almost in the precise words in which Iheard it related at a Corporation meeting at the ancient city ofManhattoes, at which were present many of its sagest and mostillustrious burghers. The narrator was a pleasant, shabby, gentlemanlyold fellow, in pepper-and-salt clothes, with a sadly humourous face,and one whom I strongly suspected of being poor--he made such effortsto be entertaining. When his story was concluded, there was muchlaughter and approbation, particularly from two or three deputyaldermen, who had been asleep the greater part of the time. There was,however, one tall, dry-looking old gentleman, with beetling eyebrows,who maintained a grave and rather severe face throughout, now and thenfolding his arms, inclining his head, and looking down upon the floor,as if turning a doubt over in his mind. He was one of your wary men,who never laugh but upon good grounds--when they have reason and law ontheir side. When the mirth of the rest of the company had subsided, andsilence was restored, he leaned one arm on the elbow of his chair, andsticking the other akimbo, demanded, with a slight, but exceedinglysage motion of the head, and contraction of the brow, what was themoral of the story, and what it went to prove?"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The story-teller, who was just putting a glass of wine to his lips, asa refreshment after his toils, paused for a moment, looked at hisinquirer with an air of infinite deference, and, lowering the glassslowly to the table, observed that the story was intended mostlogically to prove--"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "“That there is no situation in life but has its advantages andpleasures--provided we will but take a joke as we find it:"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "“That, therefore, he that runs races with goblin troopers is likely tohave rough riding of it."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "“Ergo, for a country schoolmaster to be refused the hand of a Dutchheiress is a certain step to high preferment in the state.”"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "The cautious old gentleman knit his brows tenfold closer after thisexplanation, being sorely puzzled by the ratiocination of thesyllogism, while, methought, the one in pepper-and-salt eyed him withsomething of a triumphant leer. At length he observed that all this wasvery well, but still he thought the story a little on theextravagant--there were one or two points on which he had his doubts."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "“Faith, sir,” replied the story-teller, “as to that matter, I don’tbelieve one-half of it myself.”"
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": ""
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "slug": "the-legend-of-sleepy-hollow",
    "section": "- D. K."
  }
]
